{"data": [
"additional_xl_max_raid_singular", "Un Bonbon L supplémentaire quand tu gagnes des Combats Dynamax",
"additional_xl_raid_singular", "Un Bonbon L supplémentaire quand tu gagnes des Combats de Raids",
"adventure_sync_already_assigned_title", "Alerte Pokémon",
"adventure_sync_missing_title", "Paramètres non activés",
"adventure_sync_pokemon_disable", "Changer l’alerte",
"adventure_sync_pokemon_disabled_toast", "Une alerte a été activée pour {0}.",
"adventure_sync_settings_missing", "Assure-toi que les paramètres suivants sont activés pour utiliser cette fonctionnalité.\n\n1. Options > Général > Suivi d’exploration\n\n2. Options > Notifications > Suivi d’exploration : à proximité",
"age_confirm_contact", "Contact Support",
"age_confirm_explain", "Trainers must meet certain age requirements to log in with this type of account. Please confirm your date of birth.",
"age_confirm_fail", "Sorry, you do not meet the <a href=\"https://niantic.helpshift.com/hc/faq/4996-important-notice-pokemon-go-login-age-requirements/\">age requirements</a> to log in with this type of account and your account will be deleted pursuant to our Terms of Service. If you believe you are eligible to log in with this type of account, please contact us.",
"age_confirm_popup_confirm", "Are you sure? This cannot be changed after you submit.",
"april_power_up_monthly_ticket_title", "Ticket Recharge : avril",
"april_power_up_monthly_ticket_title_1", "Ticket Recharge : avril (1/4)",
"april_power_up_monthly_ticket_title_2", "Ticket Recharge : avril (2/4)",
"april_power_up_monthly_ticket_title_3", "Ticket Recharge : avril (3/4)",
"april_power_up_monthly_ticket_title_4", "Ticket Recharge : avril (4/4)",
"avatar_hats_mustard", "Chapeau style Mustar",
"avatar_pants_mustard", "Pantalon style Mustar",
"avatar_pose_mustard", "Pose Mustar",
"avatar_shirt_mustard", "Veste style Mustar",
"avatar_shoes_mustard", "Chaussures style Mustar",
"bonus_cd_move_fuecoco", "Fais évoluer Crocogril pour obtenir un Flâmigator connaissant l’Attaque Chargée Rafale Feu !",
"bonus_pokestop_sinnoh_stone_drop", "Possibilité d’obtenir des Pierres Sinnoh en faisant tourner des PokéStops",
"combat_title_season_18", "Ligue Combat GO : Puissance et maîtrise",
"community_day_fuecoco_event_name", "Journée Communauté de Chochodile",
"dmax_battle_win_plural", "Remporte {0} Combats D-Max",
"dmax_battle_win_singular", "Remporte un Combat D-Max",
"dmax_raikou_max_battles", "Raikou Dynamax apparaît dans les Combats Dynamax",
"dmax_raikou_weekend_event_name", "Week-end Combat Dynamax Raikou Dynamax",
"dmax_raikou_weekend_timed_research", "Étude ponctuelle Week-end Combat Dynamax : Raikou Dynamax",
"em_carnival_2025_collection_challenge", "Défi de collection Carnaval de l’amitié",
"em_carnival_2025_event_title", "Carnaval de l’amitié",
"em_carnival_2025_tr_desc_title_00", "Étude Ponctuelle Carnaval de l’amitié (1/1)",
"em_carnival_2025_tr_title", "Étude Ponctuelle Carnaval de l’amitié",
"em_holi_2025_event_title", "Fête des couleurs 2025",
"em_holi_2025_tr_dialog_00", "L’heure est à la fête, %PLAYERNAME% ! Choisis une couleur pour illuminer tes aventures avec les Pokémon.",
"em_holi_2025_tr_path_a", "Choisis une couleur : jaune",
"em_holi_2025_tr_path_a_desc", "Choisis ce parcours pour obtenir des rencontres avec Statitik, Galvaran et Pohm ainsi que des récompenses telles que des Poussières Étoiles et des stickers.",
"em_holi_2025_tr_path_b", "Choisis une couleur : rouge",
"em_holi_2025_tr_path_b_desc", "Choisis ce parcours pour obtenir des rencontres avec Limagma, Darumarond et Passerouge ainsi que des récompenses telles que des Poussières Étoiles et des stickers.",
"em_holi_2025_tr_path_c", "Choisis une couleur : bleu",
"em_holi_2025_tr_path_c_desc", "Choisis ce parcours pour obtenir des rencontres avec Hypotrempe, Marill et Tylton ainsi que des récompenses telles que des Poussières Étoiles et des stickers.",
"em_holi_2025_tr_title", "Étude ponctuelle Fête des couleurs 2025",
"em_mall_large_collection_challenge", "Défi de collection Une fête avec Pikachu !",
"em_mall_large_tr_desc_title_00", "Étude ponctuelle bonus Une fête avec Pikachu ! (1/1)",
"em_mall_large_tr_title", "Étude ponctuelle bonus Une fête avec Pikachu !",
"em_mall_pkmn_day_event_title", "Célébration de la Journée Pokémon : Brésil",
"event_datetime_range_key_aprilmonthly2025", "Du 4 avril à 10h\n au 4 mai à 10h",
"event_datetime_range_key_cd_fuecoco25", "Le 8 mars de 14h à 17h",
"event_datetime_range_key_ffsr0325", "Du 5 mars à 10h\n au 29 mai à 20h",
"event_datetime_range_key_gofest2025ver1", "Du 28 juin à 10h\nau 29 juin à 18h",
"event_datetime_range_key_marchmonthly2025", "Du 4 mars à 10h\nau 4 avril à 10h",
"event_datetime_range_key_maymonthly2025", "Du 4 mai à 10h\nau 4 juin à 10h",
"event_season18_name", "Saison en cours : Puissance et maîtrise",
"filter_key_candy_km", "kmbonbon",
"fossil_museum_bonus_event_title", "Musée des fossiles Pokémon",
"fossil_museum_collection_challenge_01", "Défi de collection Ça creuse",
"fossil_museum_collection_challenge_02", "Défi de collection Ça creuse",
"fossil_museum_collection_challenge_03", "Défi de collection Ça creuse",
"fossil_museum_collection_challenge_04", "Défi de collection Ça creuse",
"fossil_museum_collection_challenge_05", "Défi de collection Ça creuse",
"fossil_museum_collection_challenge_06", "Défi de collection Ça creuse",
"fossil_museum_collection_challenge_07", "Défi de collection Ça creuse",
"ftue_pokemon_alert_message", "Les Alertes Pokémon te préviennent lorsqu’un Pokémon que tu cherches se trouve à proximité, au moyen de notifications en jeu ou de notifications automatiques (ces dernières sont moins courantes).",
"ftue_pokemon_alert_title", "Alerte Pokémon",
"fuecoco_post_cd_extended_bonus", "Bonus supplémentaires de la Journée Communauté de Chochodile",
"fusion_resource_black_kyurem_desc", "Utilisée pour faire fusionner Kyurem et Zekrom en Kyurem Noir. Peut être obtenue en remportant un Raid contre Kyurem Noir.",
"fusion_resource_dawnwings_necrozma_desc", "Utilisée pour faire fusionner Necrozma et Lunala en Necrozma Ailes de l’Aurore. Peut être obtenue en remportant un Raid contre Necrozma Ailes de l’Aurore.",
"fusion_resource_duskmane_necrozma_desc", "Utilisée pour faire fusionner Necrozma et Solgaleo en Necrozma Crinière du Couchant. Peut être obtenue en remportant un Raid contre Necrozma Crinière du Couchant.",
"fusion_resource_white_kyurem_desc", "Utilisée pour faire fusionner Kyurem et Reshiram en Kyurem Blanc. Peut être obtenue en remportant un Raid contre Kyurem Blanc.",
"fuzzy_fighter_sr_name", "Un combattant au poil",
"fuzzy_fighter_sr_name_1", "Un combattant au poil (1/5)",
"fuzzy_fighter_sr_name_2", "Un combattant au poil (2/5)",
"fuzzy_fighter_sr_name_3", "Un combattant au poil (3/5)",
"fuzzy_fighter_sr_name_4", "Un combattant au poil (4/5)",
"fuzzy_fighter_sr_name_5", "Un combattant au poil (5/5)",
"general1.ticket.5_marchmonthly2025_title", "Ticket Recharge : mars",
"general1.ticket._ffsr0325_title", "Ticket pour l’Étude spéciale Un combattant au poil",
"general1.ticket._gofest2025ver1_title", "Ticket pour le Festival Pokémon GO 2025 : Mondial",
"general1.ticket_cd_fuecoco25_title", "Ticket pour la Journée Communauté de Chochodile",
"general2.ticket.7_aprilmonthly2025_title", "Ticket Recharge : avril",
"general2.ticket.8_maymonthly2025_title", "Ticket Recharge : mai",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_00", "Salutations. Lokhlass et moi venons de terminer notre dernière analyse.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_01", "L’approche équilibrée s’est avérée productive non seulement au combat, mais aussi dans d’autres domaines.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_02", "C’est grâce à toi, %PLAYERNAME%. Ton aide nous a permis de faire une nouvelle découverte.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_00", "Ah, %PLAYERNAME%. Je dois t’informer que Cliff a déclaré son intention de devenir “le Dresseur le plus équilibré qui soit”.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_01", "Je ne peux pas dire que je sois enthousiaste à l’idée qu’un ennemi améliore ses compétences, mais au moins tu l’as remis dans le droit chemin lorsque ses méthodes d’entraînement imprudentes auraient pu causer des problèmes.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_02", "J’apprécie grandement ton aide.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_00", "Yo, %PLAYERNAME% ! Je viens de terminer une mission en solo intense.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_01", "Je ne brûle pas toujours d’impatience à l’idée de partir seule, mais j’apprends beaucoup de choses. Et puis, cela me permet d’apprécier encore plus les moments où je suis avec mon équipe.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_02", "Merci pour tout. J’apprécie notre entraide mutuelle, que nous soyons ensemble ou non !",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_00", "Hé, qu’est-ce que tu as dit à Arlo tout à l’heure ? J’ai entendu dire qu’il travaillait en étroite collaboration avec les Sbires, comme une coopération ! Ça ne lui ressemble pas du tout.",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_01", "Malheureusement, ils sont sans doute en train de manigancer quelque chose. On peut toujours compter sur la Team GO Rocket pour s’investir à fond quand ils préparent un mauvais coup, hein ?",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_02", "Merci de lui avoir réglé son compte en tout cas. Quels que soient leurs plans, nous les arrêterons ensemble !",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_00", "Hé, %PLAYERNAME% ! Tu restes de glace ?",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_01", "C’est fou de penser que tout ça a commencé par une sortie à la plage, hein ? Il se passe toujours des choses inattendues quand tu es dans les parages, donc je ne peux pas dire que je suis surpris !",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_02", "On se refait ça quand tu veux ! Et merci d’être toujours opé pour partir à l’aventure !",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_00", "Hé, merci d’avoir gardé un œil sur Sierra, %PLAYERNAME%.",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_01", "Elle est normalement froide avec tout le monde, alors ça m’étonne qu’elle ait été gentille avec toi ! Ou plutôt pas trop méchante...",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_02", "Évidemment, elle reste pas du tout sympa et machiavélique, mais on saura comment l’arrêter la prochaine fois qu’elle préparera un mauvais coup !",
"go_tour_2025_global_sr_dialog_00_00", "Enfin, nous l’avons trouvé ! Kyurem, le Pokémon Frontière, est à coup sûr la cause des anomalies que nous avons observées.",
"go_tour_2025_global_sr_dialog_00_01", "Le corps de ce Pokémon légendaire est incomplet. Il se serait congelé lui-même avec son souffle glacé pour se stabiliser !",
"go_tour_2025_global_sr_dialog_00_02", "Ses gènes ressemblent à ceux de deux autres Pokémon légendaires, Reshiram et Zekrom. D’après mes recherches, Kyurem serait en train de les chercher en ce moment.",
"go_tour_2025_global_sr_dialog_00_03", "Gardons l'œil ouvert, %PLAYERNAME%. Si ces Pokémon se rencontrent, la situation pourrait devenir incontrôlable.",
"go_tour_2025_global_sr_dialog_01_00", "Kyurem peut donc fusionner avec Reshiram, le Pokémon Blanc Réel, ou avec Zekrom, le Pokémon Noir Idéal.",
"go_tour_2025_global_sr_dialog_01_01", "Ce faisant, il absorbe le Pokémon pour devenir soit Kyurem Blanc, soit Kyurem Noir.",
"go_tour_2025_global_sr_dialog_01_02", "Cela dit, je ne sais pas lequel de ces Pokémon Kyurem va absorber, et nous ne pouvons concentrer nos efforts que sur un seul Pokémon à la fois.",
"go_tour_2025_global_sr_dialog_01_03", "Que nous décidions de localiser Reshiram ou Zekrom, Kyurem aura l’opportunité de trouver l’autre Pokémon.",
"go_tour_2025_global_sr_dialog_01_04", "Alors, qui veux-tu rencontrer ? Reshiram et Kyurem Noir, ou Zekrom et Kyurem Blanc ?",
"go_tour_2025_global_sr_dialog_02_black_00", "On me dit que Reshiram modifie l’atmosphère quand sa queue s’embrase. Selon un mythe, lorsque les gens s’abandonnent à la cupidité, Reshiram rase le pays entier avec ses flammes.",
"go_tour_2025_global_sr_dialog_02_black_01", "Ça ne plaisante pas. Il serait aussi prêt à soutenir les personnes qui défendent la Réalité.",
"go_tour_2025_global_sr_dialog_02_black_02", "Quelle serait donc ta “Réalité”, %PLAYERNAME% ?",
"go_tour_2025_global_sr_dialog_02_black_03", "Tu ferais bien d’y réfléchir et de trouver la réponse avant de te lancer à la poursuite de Reshiram. Fais attention à ses flammes !",
"go_tour_2025_global_sr_dialog_02_white_00", "Zekrom possède dans sa queue un énorme générateur qui produit de l’électricité. Lorsque sa queue se met à tourner comme un réacteur, il produit des éclairs qui transpercent tout autour de lui.",
"go_tour_2025_global_sr_dialog_02_white_01", "Selon la légende, lorsque les gens perdent tout sens de ce qui est juste, Zekrom réduit le pays entier en cendres avec de terribles éclairs.",
"go_tour_2025_global_sr_dialog_02_white_02", "Ça ne plaisante pas. Il serait aussi prêt à soutenir les personnes qui suivent leur Idéal. À quoi ressemblerait ton monde “Idéal”, %PLAYERNAME% ?",
"go_tour_2025_global_sr_dialog_02_white_03", "Le mien aurait une base de données complète sur les Pokémon et leurs habitats ainsi que leur localisation dans le monde entier ! Si ton rêve ressemble au mien, Zekrom n’aura pas à t’électrocuter !",
"go_tour_2025_global_sr_dialog_03_00", "On dit que par le passé, Reshiram et Zekrom formaient un seul et unique Pokémon.",
"go_tour_2025_global_sr_dialog_03_01", "Une fission se serait produite lors d’un conflit dans des temps reculés.",
"go_tour_2025_global_sr_dialog_03_02", "Cela dit, je ne me suis pas beaucoup penché sur les origines de Kyurem. Je ne fais que relayer ce qu’on m’a dit.",
"go_tour_2025_global_sr_dialog_03_03", "Les mystères, j'adore ! Bref, il semblerait que ces trois puissants Pokémon soient étroitement liés à la région d’Unys.",
"go_tour_2025_global_sr_dialog_03_04", "Je pense qu’on pourrait en savoir plus sur eux en étudiant d’autres Pokémon découverts dans cette région.",
"go_tour_2025_global_sr_dialog_04_oshawott_00", "Beaucoup de Dresseurs et Dresseuses d’Unys choisissent Moustillon comme premier partenaire Pokémon.",
"go_tour_2025_global_sr_dialog_04_oshawott_01", "Il combat avec le coupillage de son ventre. Il peut parer un assaut et immédiatement contre-attaquer.",
"go_tour_2025_global_sr_dialog_04_oshawott_02", "Ils continuent d’affûter leurs talents en évoluant. On dirait qu’ils passionnés par ce qu’ils font !",
"go_tour_2025_global_sr_dialog_04_oshawott_03", "On a jamais fini d'en apprendre sur les Pokémon, même si on a livré des centaines de combats par le passé. Prends soin de Moustillon et vois ce qu’il peut t’apprendre !",
"go_tour_2025_global_sr_dialog_04_snivy_00", "Beaucoup de Dresseurs et Dresseuses d’Unys choisissent Vipélierre comme premier partenaire Pokémon.",
"go_tour_2025_global_sr_dialog_04_snivy_01", "Tu vois ses petits bras ? Il se sert plutôt de ses lianes avec dextérité dans sa vie quotidienne !",
"go_tour_2025_global_sr_dialog_04_snivy_02", "C’est un Pokémon intelligent et très calme. Il devient plus agile lorsqu’il a reçu suffisamment de lumière du soleil.",
"go_tour_2025_global_sr_dialog_04_snivy_03", "On a jamais fini d'en apprendre sur les Pokémon, même si on a livré des centaines de combats par le passé. Prends soin de Vipélierre et vois ce qu’il peut t’apprendre !",
"go_tour_2025_global_sr_dialog_04_tepig_00", "Beaucoup de Dresseurs et Dresseuses d’Unys choisissent Gruikui comme premier partenaire Pokémon.",
"go_tour_2025_global_sr_dialog_04_tepig_01", "Ne te méprends pas sur son agilité ! Si tu ne fais pas attention, Gruikui dévorera ton déjeuner en un clin d'œil !",
"go_tour_2025_global_sr_dialog_04_tepig_02", "Ce glouton possède un appétit vorace. Il trouve sa nourriture grâce à son odorat fin et la grille avant de la déguster.",
"go_tour_2025_global_sr_dialog_04_tepig_03", "On a jamais fini d'en apprendre sur les Pokémon, même si on a livré des centaines de combats par le passé. Prends soin de Gruikui et vois ce qu’il peut t’apprendre !",
"go_tour_2025_global_sr_dialog_05_black_00", "J’ai une bonne nouvelle ! Nous avons trouvé Reshiram. Mais j’ai une moins bonne nouvelle : Kyurem tourne son attention vers Zekrom. Prépare-toi pour la suite de l’action !",
"go_tour_2025_global_sr_dialog_05_black_01", "Une fois que Zekrom et Kyurem se seront calmés, nous pourrons utiliser un Pointeau ADN pour les aider à fusionner en Kyurem Noir. Mais ne laisse pas ces aspects techniques t’inquiéter !",
"go_tour_2025_global_sr_dialog_05_black_02", "D’après ce que je comprends, Kyurem chercher à recomposer son corps incomplet, et en tant que Kyurem Noir, il se bat pour défendre un monde Idéal dans lequel Pokémon et humains cohabiteront.",
"go_tour_2025_global_sr_dialog_05_black_03", "Un Pokémon si dévoué mérite une chance de défendre ce futur. Bonne chance, %PLAYERNAME% !",
"go_tour_2025_global_sr_dialog_05_white_00", "J’ai une bonne nouvelle ! Nous avons trouvé Zekrom. Mais j’ai une moins bonne nouvelle : Kyurem tourne son attention vers Reshiram. Prépare-toi pour la suite de l’action !",
"go_tour_2025_global_sr_dialog_05_white_01", "Une fois que Reshiram et Kyurem se seront calmés, nous pourrons utiliser un Pointeau ADN pour les aider à fusionner en Kyurem Blanc. Mais ne laisse pas ces aspects techniques t’inquiéter !",
"go_tour_2025_global_sr_dialog_05_white_02", "D'après ce que je comprends, Kyurem cherche à recomposer son corps incomplet, et en tant que Kyurem Blanc, il a prédit un futur ou humains et Pokémon vivront dans un monde ou la Réalité prévaut. Il faut tout son possible pour protéger cet avenir.",
"go_tour_2025_global_sr_dialog_05_white_03", "Un Pokémon si dévoué mérite une chance de défendre ce futur. Bonne chance, %PLAYERNAME% !",
"go_tour_2025_global_sr_dialog_06_00", "Incroyable. J’avais lu des articles à propos de la Fusiorption, mais je n’aurais jamais imaginé la voir de mes propres yeux.",
"go_tour_2025_global_sr_dialog_06_01", "Qu’en penses-tu ? Aurais-tu imaginé un jour voir quelque chose de si fascinant ?",
"go_tour_2025_global_sr_dialog_06_02", "Nos rêves nous passionnent profondément. Par le passé, je me demandais si nos différences étaient irréconciliables, mais ces évènements m’ont montré que nous nous complétons mutuellement lorsque nous nous unissons.",
"go_tour_2025_global_sr_dialog_06_03", "Je ne sais si je serai de ce monde assez longtemps pour voir le monde que Kyurem désire, mais j’ai hâte de travailler de concert avec toi pour que ce monde devienne réalité.",
"go_tour_2025_irl_sr_dialog_02_oshawott_04", "Je parie que Kyurem a aussi des besoins particuliers. Pendant que tu t’entraînes avec ton nouveau partenaire, je vais étudier Kyurem pour découvrir quels sont ses besoins.",
"go_tour_2025_irl_sr_dialog_02_tepig_04", "Je parie que Kyurem a aussi des besoins particuliers. Pendant que tu t’entraînes avec ton nouveau partenaire, je vais étudier Kyurem pour découvrir quels sont ses besoins.",
"go_tour_2025_irl_sr_dialog_04_oshawott_00", "C’était un combat passionnant ! Cela prouve que lorsque nous travaillons avec les Pokémon, nous pouvons surmonter toutes nos différences et accomplir nos rêves les plus fous !",
"go_tour_2025_irl_sr_dialog_04_oshawott_02", "Ça ne sera probablement pas la dernière fois qu’on rencontre Kyurem, tu as évité la catastrophe en le battant. En attendant, profite bien de tes aventures, %PLAYERNAME% !",
"go_tour_2025_irl_sr_dialog_04_oshawott_03", "À la prochaine ! Allez, GO !",
"go_tour_2025_irl_sr_dialog_04_snivy_02", "Ça ne sera probablement pas la dernière fois qu’on rencontre Kyurem, tu as évité la catastrophe en le battant. En attendant, profite bien de tes aventures, %PLAYERNAME% !",
"go_tour_2025_irl_sr_dialog_04_tepig_00", "C’était un combat passionnant ! Cela prouve que lorsque nous travaillons avec les Pokémon, nous pouvons surmonter toutes nos différences et accomplir nos rêves les plus fous !",
"go_tour_2025_irl_sr_dialog_04_tepig_02", "Ça ne sera probablement pas la dernière fois qu’on rencontre Kyurem, tu as évité la catastrophe en le battant. En attendant, profite bien de tes aventures, %PLAYERNAME% !",
"go_tour_2025_irl_sr_dialog_04_tepig_03", "À la prochaine ! Allez, GO !",
"gotour_2025_pokemon_day_tr_title", "Pokémon Presents 2025 x Étude ponctuelle du Circuit GO",
"gotour_2025_pokemon_day_tr_title_00", "Pokémon Presents 2025 x Étude ponctuelle du Circuit GO (1/1)",
"gotour_2025_upgrade_description", "Achète le Passe de Circuit deluxe pour déverrouiller les récompenses suivantes !\n• Une rencontre avec Victini\n• Un <a href=\"https://niantic.helpshift.com/hc/faq/4945-what-is-the-lucky-trinket/\">Bibelot Chance</a>, qui te permet de devenir instantanément Ami Chanceux avec l’ami de ton choix\n• De l’Énergie fusion pour Kyurem\n• L’objet pour avatar Casque Kyurem\n• Et plus encore !\n\nLes Dresseurs et Dresseuses peuvent gagner 150 points bonus quotidiennement du 24 au 28 février en plus des points obtenus grâce aux tâches de Passe. Tu peux gagner un nombre illimité de points lors de l’évènement mondial les 1ᵉʳ et 2 mars !",
"iris_social_weather_warning_notification_key", "Les conditions climatiques peuvent affecter les Aires de jeux Pokémon.",
"item_event_pass_point_go_fest_01_name", "Pass Points",
"item_event_pass_point_go_fest_02_name", "Pass Points",
"item_event_pass_point_go_fest_03_name", "Pass Points",
"item_event_pass_point_go_fest_04_name", "Pass Points",
"item_event_pass_point_go_tour_01_name", "Pass Points",
"item_event_pass_point_go_tour_02_name", "Pass Points",
"item_event_pass_point_go_tour_03_name", "Pass Points",
"item_event_pass_point_go_tour_04_name", "Pass Points",
"item_event_pass_point_go_wild_area_01_name", "Pass Points",
"item_event_pass_point_go_wild_area_02_name", "Pass Points",
"item_event_pass_point_go_wild_area_03_name", "Pass Points",
"item_event_pass_point_go_wild_area_04_name", "Pass Points",
"item_event_pass_point_live_ops_01_name", "Pass Points",
"item_event_pass_point_live_ops_02_name", "Pass Points",
"item_event_pass_point_live_ops_03_name", "Pass Points",
"item_event_pass_point_live_ops_04_name", "Pass Points",
"item_event_ticket_10_desc_gofest2025ver1", "Un ticket pour accéder au Festival Pokémon GO 2025 : Mondial les 28 et 29 juin 2025, où que tu sois.",
"item_event_ticket_10_details_gofest2025ver1", "Un ticket pour accéder au Festival Pokémon GO 2025 : Mondial, les 28 et 29 juin 2025, où que tu sois. Consulte les Actualités en jeu pour plus d’infos.\n\nTu dois jouer pendant les heures indiquées pour recevoir tous les bonus de cet évènement spécial.",
"item_event_ticket_evergreen_desc_ffsr0325", "Un ticket pour accéder à l’Étude spéciale Un combattant au poil, où que tu sois.",
"item_event_ticket_evergreen_details_ffsr0325", "Ce ticket s’activera automatiquement le 5 mars pour te donner accès à l’Étude spéciale Un combattant au poil, où que tu sois.",
"item_event_ticket_gray_desc_aprilmonthly2025", "Un ticket pour accéder à des bonus spéciaux et à une Étude ponctuelle du 4 avril à 10h au 4 mai 2025 à 10h (heures locales), où que tu sois.",
"item_event_ticket_gray_desc_marchmonthly2025", "Un ticket pour accéder à des bonus spéciaux et à une Étude ponctuelle du 4 mars à 10h au 4 avril 2025 à 10h (heures locales), où que tu sois.",
"item_event_ticket_gray_desc_maymonthly2025", "Un ticket pour accéder à des bonus spéciaux et à une Étude ponctuelle du 4 mai à 10h au 4 juin 2025 à 10h (heures locales), où que tu sois.",
"item_event_ticket_gray_details_aprilmonthly2025", "Ce ticket s’activera automatiquement le 4 avril pour te donner accès à des bonus spéciaux et à une Étude ponctuelle, où que tu sois.",
"item_event_ticket_gray_details_marchmonthly2025", "Ce ticket s’activera automatiquement le 4 mars pour te donner accès à des bonus spéciaux et à une Étude ponctuelle, où que tu sois.",
"item_event_ticket_gray_details_maymonthly2025", "Ce ticket s’activera automatiquement le 4 mai pour te donner accès à des bonus spéciaux et à une Étude ponctuelle, où que tu sois.",
"item_event_ticket_pink_desc_cd_fuecoco25", "Un ticket pour accéder à l’Étude spéciale de la Journée Communauté de Chochodile dès le 8 mars à 14h, heure locale, où que tu sois.",
"item_event_ticket_pink_details_cd_fuecoco25", "Ce ticket s’activera automatiquement pour te donner accès à l’Étude spéciale Chaud le Croco le 8 mars, où que tu sois.",
"march_power_up_monthly_ticket_title", "Ticket Recharge : mars",
"march_power_up_monthly_ticket_title_1", "Ticket Recharge : mars (1/4)",
"march_power_up_monthly_ticket_title_2", "Ticket Recharge : mars (2/4)",
"march_power_up_monthly_ticket_title_3", "Ticket Recharge : mars (3/4)",
"march_power_up_monthly_ticket_title_4", "Ticket Recharge : mars (4/4)",
"may_power_up_monthly_ticket_title", "Ticket Recharge : mai",
"may_power_up_monthly_ticket_title_1", "Ticket Recharge : mai (1/4)",
"may_power_up_monthly_ticket_title_2", "Ticket Recharge : mai (2/4)",
"may_power_up_monthly_ticket_title_3", "Ticket Recharge : mai (3/4)",
"may_power_up_monthly_ticket_title_4", "Ticket Recharge : mai (4/4)",
"metadata_patch", "Built at 2025-03-07T02:01:02.052984+00:00 for fr-FR\nat SHA d1a5c42449e\nPipeline 3055672, job 37940540\nPatch from: 0.351.0-SHA-a2cc2822-RC1, 0.351.0-SHA-5f088d7d-RC4, 0.353.0-SHA-a88947a0-RC1",
"move_name_0468", "Chant Flamboyant",
"photobomb_five_fuecoco", "Chochodile s’introduit 5 fois dans tes Clichés GO",
"pokedex_info_battle_charge_header", "Attaque Chargée",
"pokedex_info_battle_damage_header", "Dégâts",
"pokedex_info_battle_elite_header", "ATTAQUES CT D’ÉLITE",
"pokedex_info_battle_fast_header", "Attaque Immédiate",
"pokedex_info_battle_resistance_header", "Résistance\nface à",
"pokedex_info_battle_weak_header", "Faiblesse\nface à",
"pokemon_alert_label_off", "Alerte désactivée",
"pokemon_alert_label_on", "Alerte activée",
"pokemon_desc_0646_0147", "On dit qu’il se bat pour défendre un monde Idéal dans lequel Pokémon et humains cohabiteront.",
"pokemon_desc_0646_0148", "En absorbant Reshiram, avec qui il partage le même ADN, il est devenu capable d’utiliser à la fois l’énergie du feu et de la glace.",
"pokemon_disabled_toast", "Alerte désactivée pour {0}.",
"pokemon_enabled_toast", "Tu recevras maintenant des alertes quand un {0} se trouve à proximité.",
"pokemon_nearby_notification", "Un {0} sauvage se trouve à proximité !",
"pokemon_nearby_notification_adventure_sync_already_assigned_message", "Tu as déjà activé une alerte pour {0}.",
"powerful_potential_2025_event_name", "Potentiel puissant",
"powerful_potential_tr_name", "Étude ponctuelle Potentiel puissant",
"quest_battle_team_rocket_days", "Affronte les membres de la Team GO Rocket {0} jours différents",
"quest_branch_choose_black", "<size=35><b>Choisis la Version Noire</b></size>\n<size=28>(Reshiram/Kyurem Noir)</size>",
"quest_branch_choose_white", "<size=35><b>Choisis la Version Blanche</b></size>\n<size=28>(Zekrom/Kyurem Blanc)</size>",
"quest_buddy_treat_days", "Donne une friandise à ton copain pendant {0} jours différents",
"quest_evolve_type_fighting_plural", "Fais évoluer {0} Pokémon de type Combat",
"quest_evolve_type_fighting_singular", "Fais évoluer un Pokémon de type Combat",
"quest_fuecoco_catch_b", "Attrape {0} Chochodile",
"quest_snapshot_kubfu_singular", "Prends une photo de Wushours",
"quest_spin_india_plural", "Fais tourner {0} PokéStops en Inde",
"quest_spin_india_singular", "Fais tourner un PokéStop en Inde",
"quest_title_fuecoco", "Chaud le Croco",
"quest_title_fuecoco_0", "Chaud le Croco (1/3)",
"quest_title_fuecoco_1", "Chaud le Croco (2/3)",
"quest_title_fuecoco_2", "Chaud le Croco (3/3)",
"quest_title_season_17_10_dialogue_1", "Je dois admettre qu’après toutes les émotions ressenties dernièrement, ce retour à la normale me semble aussi extrême.",
"quest_title_season_17_10_dialogue_2", "Je suppose que les aventures ont deux côtés : un début et une fin.",
"quest_title_season_17_10_dialogue_3", "Tout est une question d’équilibre. Nous mettons fin à une aventure et maintenant nous nous préparons à en vivre une autre !",
"quest_title_season_17_10_dialogue_4", "Bref, je te remercie de ton aide, %PLAYERNAME%. J’ignore de quoi demain sera fait, mais je sais que tu feras les bons choix et que tu réussiras tes projets même si les chemins semblent différents !",
"quest_title_season_17_9_dialogue_1", "Ah, tu tombes à pic ! Les données que nous avons obtenues grâce à nos amis m’ont permis de détecter et localiser une puissante énergie glacée.",
"quest_title_season_17_9_dialogue_2", "La source ? Ce n’est autre que Kyurem, un Pokémon légendaire dont le corps congelé produit un souffle glacé.",
"quest_title_season_17_9_dialogue_3", "Ce qui me fascine, c’est que Kyurem est étroitement lié à deux autres Pokémon, Reshiram et Zekrom. Chacun de ces Pokémon semble suivre deux perspectives différentes : l’un se concentre sur la Réalité, l’autre sur l’Idéal.",
"quest_title_season_17_9_dialogue_4", "Cela me rappelle les phénomènes étranges que nous avons observés récemment. Ces Pokémon légendaires ont peut-être joué un rôle dans tout ça.",
"quest_title_season_17_9_dialogue_5", "Je te conseille de te préparer, %PLAYERNAME%. Kyurem est coriace et je sens que tu vas l’affronter bientôt !",
"raid_hour_rare_xl_candy_bonus", "Un Super Bonbon L garanti en attrapant des Boss de Raids de niveau 5 lors des Heure de Raids (Dresseurs et Dresseuses de niveau 31 et plus)",
"scrolls_cup_great_title", "Coupe Rouleau : Édition Ligue Super",
"season_18_might_mastery", "Puissance et maîtrise",
"season_18_might_mastery_1", "Puissance et maîtrise (1/5)",
"season_18_might_mastery_2", "Puissance et maîtrise (2/5)",
"season_18_might_mastery_3", "Puissance et maîtrise (3/5)",
"season_18_might_mastery_4", "Puissance et maîtrise (4/5)",
"season_18_might_mastery_5", "Puissance et maîtrise (5/5)",
"season_gbl_forecast_title_18", "Pokémon GO : Puissance et maîtrise",
"spawn_fuecoco", "Davantage de Chochodile apparaissent dans la nature.",
"story_mightandmastery_0_0", "Salut, %PLAYERNAME% ! Tu tombes à point nommé.",
"story_mightandmastery_0_1", "Dernièrement, de nombreux Sbires de la Team GO Rocket rôdent dans les parages. Certains d’entre eux semblent même se vanter d’avoir trouvé un Pokémon Dynamax !",
"story_mightandmastery_0_2", "Je tremble à l’idée que ces vauriens puissent l’attraper ! Tu veux bien t’occuper de la situation ?",
"story_mightandmastery_0_3", "Je sais que tu sauras les remettre à leur place le moment venu !",
"story_mightandmastery_1_0", "J'avais raison : tu as envoyé ces Sbires sur les roses ! Bravo !",
"story_mightandmastery_1_1", "Et je vois que tu as pu attraper le Pokémon qu’ils convoitaient, un Wushours qui peut se dynamaxer !",
"story_mightandmastery_1_2", "Tu vois les longs poils blancs sur sa tête ? Lorsqu’il tire dessus, il devient plus combatif et de l’énergie jaillit de sous son nombril.",
"story_mightandmastery_1_3", "Je pense qu’il a reconnu tes compétences et qu’il souhaite t'accompagner dans tes aventures pour qu’il puisse devenir plus puissant. Après tout, tu as réussi à te débarrasser de ces Sbires rapidement !",
"story_mightandmastery_1_4", "Pars à l'aventure pour aider Wushours à atteindre tout son potentiel !",
"text_rewards_key_aprilmonthly2025", "<b>Donne accès aux bonus suivants :</b>\n• Un Bonbon L supplémentaire quand tu gagnes des Raids et des Combats Dynamax\n• 3 fois plus de PX pour le premier PokéStop ou PhotoDisque que tu fais tourner chaque jour et pour le premier Pokémon que tu attrapes chaque jour\n• Place 2 fois plus de Cadeaux dans ton Sac d’objets, pour un total de 40.\n• Une Étude ponctuelle offrant en récompense 50 000 PX et 50 000 Poussières Étoiles\n• Et plus encore !",
"text_rewards_key_cd_fuecoco25", "<b>Donne accès aux récompenses suivantes :</b>\n• Des objets en jeu premium, tels qu’un passe de combat premium, une CT Attaque Chargée et des Super Bonbons\n• Des rencontres avec Chochodile avec un Fond spécial\n• Et plus encore !",
"text_rewards_key_ffsr0325", "<b>Donne accès aux récompenses suivantes :</b>\n• Des rencontres avec Teddiursa, Debugant, Polarhume, Pandespiègle, Nounourson et Wushours Dynamax\n• 2 passes de combat premium\n• 3 Bonbons L Wushours\n• 30 Bonbons Wushours\n• 5 Super Bonbons\n• 1 Morceau d’Étoile\n• 1 Encens \n• 2 000 PX et 3 000 Poussières Étoiles\n• Et plus encore !",
"text_rewards_key_gofest2025ver1", "<b>Donne accès aux bonus suivants :</b>\n• Une rencontre avec le Pokémon fabuleux Volcanion\n• Plus de chances de rencontrer des Pokémon chromatiques pendant l’évènement\n• Jusqu’à 9 passes de Raid gratuits chaque jour en faisant tourner les PhotoDisques des Arènes\n• Des Pokémon sur le thème de l’évènement écloront d’Œufs de 5 km\n• L’Encens peut attirer des Pokémon spéciaux\n• Une Étude spéciale à options mettant en vedette Zacian ou Zamazenta\n• Des Échanges spéciaux supplémentaires par jour, pour un total de 6\n• Un coût en Poussières Étoiles réduit de moitié pour les Échanges\n• Un Défi de collection pour chaque habitat\n• Des surprises quotidiennes supplémentaires pour tes clichés GO\n• Deux fois plus de cœurs avec ton Copain Pokémon\n• Des Défis globaux d’une durée d’une heure pour déverrouiller des bonus supplémentaires\n\n<b>Contenu supplémentaire :</b>\n• Achète un ticket avant le 15 avril et joue entre le 8 avril et le 15 avril pour obtenir une Étude ponctuelle offrant en récompense une rencontre avec Cabriolaine !",
"text_rewards_key_gofest2025ver2", "<b>Donne accès aux bonus suivants :</b>\n• Une rencontre avec le Pokémon fabuleux Volcanion\n• Plus de chances de rencontrer des Pokémon chromatiques pendant l’évènement\n• Jusqu’à 9 passes de Raid gratuits chaque jour en faisant tourner les PhotoDisques des Arènes\n• Des Pokémon sur le thème de l’évènement écloront d’Œufs de 5 km\n• L’Encens peut attirer des Pokémon spéciaux\n• Une Étude spéciale à options mettant en vedette Zacian ou Zamazenta\n• Des Échanges spéciaux supplémentaires par jour, pour un total de 6\n• Un coût en Poussières Étoiles réduit de moitié pour les Échanges\n• Un Défi de collection pour chaque habitat\n• Des surprises quotidiennes supplémentaires pour tes clichés GO\n• Deux fois plus de cœurs avec ton Copain Pokémon\n• Des Défis globaux d’une durée d’une heure pour déverrouiller des bonus supplémentaires",
"text_rewards_key_marchmonthly2025", "<b>Donne accès aux bonus suivants :</b>\n• Un Bonbon L supplémentaire quand tu gagnes des Raids et des Combats Dynamax\n• 3 fois plus de PX pour le premier PokéStop ou PhotoDisque que tu fais tourner chaque jour et pour le premier Pokémon que tu attrapes chaque jour\n• Place 2 fois plus de Cadeaux dans ton Sac d’objets, pour un total de 40.\n• Une Étude ponctuelle offrant en récompense 50 000 PX et 50 000 Poussières Étoiles\n• Et plus encore !",
"text_rewards_key_maymonthly2025", "<b>Donne accès aux bonus suivants :</b>\n• Un Bonbon L supplémentaire quand tu gagnes des Raids et des Combats Dynamax\n• 3 fois plus de PX pour le premier PokéStop ou PhotoDisque que tu fais tourner chaque jour et pour le premier Pokémon que tu attrapes chaque jour\n• Place 2 fois plus de Cadeaux dans ton Sac d’objets, pour un total de 40.\n• Une Étude ponctuelle offrant en récompense 50 000 PX et 50 000 Poussières Étoiles\n• Et plus encore !",
"ticket_fuecoco_cd", "Ticket pour l’Étude spéciale Chaud le Croco disponible dans la Boutique",
"tips_avatar_showing_all", "Tous les objets",
"tips_avatar_showing_owned", "Tous les objets en ta possession",
"tips_dont_own_message_title", "Tu ne possèdes aucun de ces objets.",
"tr_kr2025_retention_feb_desc", "Étude ponctuelle Clair de lune",
"tr_kr2025_retention_feb_title", "Défi Clair de lune",
"tr_kr2025_retention_feb_title_00", "Étude ponctuelle Clair de lune (1/3)",
"tr_kr2025_retention_feb_title_01", "Étude ponctuelle Clair de lune (2/3)",
"tr_kr2025_retention_feb_title_02", "Étude ponctuelle Clair de lune (3/3)",
"tr_kr2025_retention_springbreeze_desc", "Étude ponctuelle Défi Brise printanière",
"tr_kr2025_retention_springbreeze_title", "Défi Brise printanière",
"tr_kr2025_retention_springbreeze_title_00", "Étude ponctuelle Défi Brise printanière (1/4)",
"tr_kr2025_retention_springbreeze_title_01", "Étude ponctuelle Défi Brise printanière (2/4)",
"tr_kr2025_retention_springbreeze_title_02", "Étude ponctuelle Défi Brise printanière (3/4)",
"tr_kr2025_retention_springbreeze_title_03", "Étude ponctuelle Défi Brise printanière (4/4)",
"win gmax_battle_plural", "Remporte {0} Combats G-Max",
"win_gmax_battle_singular", "Remporte un Combat G-Max"
]}
