{"data": [
"9th_anniversary_event_name", "9th Anniversary Party",
"9th_anniversary_free_timed_research", "9th Anniversary Party Timed Research",
"9th_anniversary_paid_timed_research", "9th Anniversary Party Premium Timed Research",
"anniversary_2025_event_day1_2", "9th Anniversary Party: Days 1 and 2",
"anniversary_2025_event_day3_4", "9th Anniversary Party: Days 3 and 4",
"anniversary_2025_event_day5_6", "9th Anniversary Party: Days 5 and 6",
"ar_scan_landing_info_desc", "Trainers can help efforts to develop new AR technology by walking around public places and taking a series of pictures with their mobile devices. This information will be used to build a 3D understanding of real-world places and related technologies and services.",
"ar_scan_landing_info_desc_out", "Trainers can help build 3D maps of the locations of their favorite PokéStops and Gyms by walking around public places and taking a series of pictures with their mobile devices. We can use data collected this way to continue to develop and refine AR features for Pokémon GO.",
"avatar_backpack_tatsugiricurly", "Curly Form Tatsugiri Backpack",
"avatar_backpack_tatsugiridroopy", "Droopy Form Tatsugiri Backpack",
"avatar_backpack_tatsugiristretchy", "Stretchy Form Tatsugiri Backpack",
"avatar_gloves_wristbandblue", "Team Mystic GO Wristband",
"avatar_gloves_wristbandred", "Team Valor GO Wristband",
"avatar_gloves_wristbandwhite", "GO Wristband",
"avatar_gloves_wristbandyellow", "Team Instinct GO Wristband",
"avatar_hat_partyhat", "Party Hat",
"avatar_hat_suitblue", "GO Fest 2025 Hat (Blue)",
"avatar_hat_suitred", "GO Fest 2025 Hat (Red)",
"avatar_hat_suityellow", "GO Fest 2025 Hat (Yellow)",
"avatar_pants_suit", "GO Fest 2025 Pants",
"avatar_pose_icecream", "Ice Cream Pose",
"avatar_shirt_suitblue", "GO Fest 2025 Top (Blue)",
"avatar_shirt_suitred", "GO Fest 2025 Top (Red)",
"avatar_shirt_suityellow", "GO Fest 2025 Top (Yellow)",
"batch_transfer_unique_location_card_pokemon", "{0} Pokémon with a rare background",
"bonus_cd_move_eevee", "Eevee caught during the event will know the Charged Attack Last Resort!",
"bonus_cd_move_eevee_evolutions", "Evolve Eevee to get an Evolution that knows a featured attack!",
"bonus_cd_move_jangmo_o", "Evolve Hakamo-o to get a Kommo-o that knows the Charged Attack Clanging Scales!",
"bonus_cd_move_quaxly", "Evolve Quaxwell to get a Quaquaval that knows the Charged Attack Hydro Cannon!",
"bonus_golem_rollout", "Evolve Alolan Graveler to get an Alolan Golem that knows the Fast Attack Rollout!",
"bonus_location_background_t1_raid", "Exclusive Location Background available for Pokémon encountered from one-star raids",
"bonus_space_time_distortion_upcoming", "Keep an eye out for unusual phenomena in the next few days!",
"bonus_spin_poke_ball_increase", "Spinning PokéStops and Gyms awards more Poké Balls than usual",
"bonus_summer_pikachu_t1_raid", "Pikachu with summer flair appearing in one-star raids",
"combat_move_attack_transformation", "TRANSFORMED!",
"combat_move_energy_regen", "CHARGING!",
"combat_move_stat_change", "ATTACK CHANGED! DEFENSE CHANGED!",
"community_day_eevee_event_name_cdc", "Community Day Classic: Eevee",
"community_day_quaxly_event_name", "Community Day: Quaxly",
"desc_sampler_tr_emea_road_trip_berlin", "Pokémon GO Road Trip is visiting Berlin on August 9! Visit for special bonuses and exclusive raids featuring a Pokémon with a Berlin Location Background.",
"desc_sampler_tr_emea_road_trip_cologne", "Pokémon GO Road Trip is visiting Cologne from August 20 to August 24! Visit for special bonuses and exclusive raids featuring a Pokémon with a Cologne Location Background.",
"desc_sampler_tr_emea_road_trip_hague", "Pokémon GO Road Trip is visiting The Hague on August 16! Visit for special bonuses and exclusive raids featuring a Pokémon with a Location Background.",
"desc_sampler_tr_emea_road_trip_london", "Pokémon GO Road Trip is visiting London on July 19! Visit for special bonuses and exclusive raids featuring a Pokémon with a London Location Background.",
"desc_sampler_tr_emea_road_trip_manchester", "Pokémon GO Road Trip is visiting Manchester on July 16! Visit for special bonuses and exclusive raids featuring a Pokémon with a Manchester Location Background.",
"desc_sampler_tr_emea_road_trip_paris", "Pokémon GO Road Trip is visiting Paris on July 26! Visit for special bonuses and exclusive raids featuring a Pokémon with a Paris Location Background.",
"desc_sampler_tr_emea_road_trip_valencia", "Pokémon GO Road Trip is visiting Valencia on August 2! Visit for special bonuses and exclusive raids featuring a Pokémon with a Valencia Location Background.",
"details_link_key", "For more details, visit the <a href=\"https://pokemongo.com/news\">website</a>.",
"entering_lightweight_alternate_form", "Aegislash changed to Blade Forme!",
"entering_lightweight_default_form", "Aegislash changed to Shield Forme!",
"event_datetime_range_key_9thparty0725", "July 1, 10:00 a.m. –\nJuly 6, 8:00 p.m.",
"event_datetime_range_key_cd_jangmo_o25", "June 21, 2:00 p.m. – 5:00 p.m.",
"event_datetime_range_key_cd_quaxly25", "July 20, 2:00 p.m. – 5:00 p.m. local time",
"event_datetime_range_key_cdc_eevee25", "July 5, 2:00 p.m. – July 6, 5:00 p.m.",
"event_datetime_range_key_gmaxlapras25", "July 19, 2:00 p.m. – 5:00 p.m.",
"event_datetime_range_key_hisuianlilligantraidday", "July 12, 2:00 p.m. – 5:00 p.m.",
"event_datetime_range_key_pawprint_20250620", "June 20, 12:00 a.m. –\nJune 22, 11:59 p.m.",
"event_datetime_range_key_sjsr0725", "July 1, 10:00 a.m. –\nJuly 6, 8:00 p.m.",
"event_datetime_range_key_waterfestival_july25", "July 15, 10:00 a.m. –\nJuly 20, 8:00 p.m.",
"event_pass_gofest2025_upgrade_description", "Purchase GO Pass Deluxe: Ancients Recovered to unlock the following rewards!\n\n• One <a href=\"https://niantic.helpshift.com/hc/faq/5103-what-is-hyper-training/\">Gold Bottle Cap</a>, which is used to start a Hyper Training course that you can complete to increase all of a Pokémon’s stats\n• Zacian Mask avatar item\n• Zamazenta Mask avatar item\n• Exclusive hatch- and raid-focused bonuses\n• And much more!\n\nTrainers can earn 1,000 GO Points daily from June 23 to 27 in addition to the GO Points earned by Pass Tasks. There’s no limit on how many GO Points can be earned during Pokémon GO Fest: Global on June 28 and 29!",
"event_tag_emea_road_trip", "Pokémon GO Road Trip",
"g_journey_2025_tr_path_a", "Choose Rillaboom",
"g_journey_2025_tr_path_a_desc", "Choose this option to encounter, catch, and train a Rillaboom capable of Gigantamaxing.",
"g_journey_2025_tr_path_b", "Choose Cinderace",
"g_journey_2025_tr_path_b_desc", "Choose this option to encounter, catch, and train a Cinderace capable of Gigantamaxing.",
"g_journey_2025_tr_path_c", "Choose Inteleon",
"g_journey_2025_tr_path_c_desc", "Choose this option to encounter, catch, and train a Inteleon capable of Gigantamaxing.",
"g_journey_dialogue_00", "Hi there, %PLAYERNAME%! Which of these Gigantamax Pokémon would you most like to have by your side?",
"general1.ticket.1_9thparty0725_title", "9th Anniversary Party Premium Timed Research Ticket",
"general1.ticket.5_hisuianlilligantraidday_title", "Hisuian Lilligant Raid Day Ticket",
"general1.ticket._waterfestival_july25_title", "Happiness in Every Scoop Premium Timed Research Ticket",
"general1.ticket_cd_jangmo_o25_title", "Jangmo-o Community Day Ticket",
"general1.ticket_cd_quaxly25_title", "Quaxly Community Day Ticket",
"general1.ticket_cdc_eevee25_title", "Eevee Community Day Classic Ticket",
"gmax_lapras_lead_up_timed_research", "Gigantamax Lapras Max Battle Day Lead-Up Timed Research",
"go_fest_2025_global_sr_swsh_00_00", "It’s great to see you, %PLAYERNAME%! With all the talented Trainers and Pokémon around, it feels like legends are afoot!",
"go_fest_2025_global_sr_swsh_00_01", "I’ve picked up some interesting stories in all the hubbub. Get a load of this!",
"go_fest_2025_global_sr_swsh_00_02", "I swapped notes with a researcher from another region, and they shared their own findings about Zacian and Zamazenta.",
"go_fest_2025_global_sr_swsh_00_04_branch", "Now, tell me—which of the two most piques your interest?",
"go_fest_2025_global_sr_swsh_01_00_shield", "All right then, brace yourself! Let me see what notes I have on Zamazenta.",
"go_fest_2025_global_sr_swsh_01_00_sword", "A bold approach. You’re right—now’s the time to strike! Let me see what my notes say about Zacian...",
"go_fest_2025_global_sr_swsh_01_01_shield", "Here we go. “In times past, Zamazenta worked together with a king of the people to save the Galar region.”",
"go_fest_2025_global_sr_swsh_01_02_shield", "What a noble feat! But save Galar from what, I wonder? Something to ask about if we ever meet it, I suppose!",
"go_fest_2025_global_sr_swsh_01_03_shield", "Now here’s a question I do have the answer to, though: What type of Pokémon is Hero of Many Battles Zamazenta? Any guesses?",
"go_fest_2025_global_sr_swsh_01_03_sword", "Now, with this talk of metal, you might think Hero of Many Battles Zacian is a Steel type—but it’s actually not! Any guesses?",
"go_fest_2025_global_sr_swsh_02_00_shield", "Figured out what type of Pokémon Zamazenta is, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_02_00_sword", "Figured out what type of Pokémon Zacian is, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_02_01_shield", "Right you are! It’s a Fighting type!",
"go_fest_2025_global_sr_swsh_02_01_sword", "Exactly! It’s a Fairy type!",
"go_fest_2025_global_sr_swsh_02_02_shield", "According to legends, this Pokémon slept for aeons in statue form. It slept for so long, people forgot that it ever existed.",
"go_fest_2025_global_sr_swsh_02_03_shield", "Saving the entire Galar region would make anyone need a little shut-eye. In fact, I might take a nice nap of my own! Let’s catch up later.",
"go_fest_2025_global_sr_swsh_02_03_sword", "Well, I’m sure any sibling would tell you they can be both! Haha!",
"go_fest_2025_global_sr_swsh_03_00_shield", "Hi again! I’m...*yawn*...feeling nice and refreshed! Now, where were we? Ah, yes—can you believe Zamazenta has another impressive form?",
"go_fest_2025_global_sr_swsh_03_00_sword", "Can you believe that Zacian actually has another impressive form?",
"go_fest_2025_global_sr_swsh_03_01_shield", "When wielding its shield, Zamazenta takes on its Crowned Shield form and becomes both Fighting and Steel type!",
"go_fest_2025_global_sr_swsh_03_01_sword", "When armed with the weapon it wielded in ancient times, Zacian takes on its Crowned Sword form and becomes both Fairy and Steel type!",
"go_fest_2025_global_sr_swsh_03_02_shield", "In that form, it can shrug off impressive blows—even Dynamax Pokémon attacks! Talk about “steel-ing” the show!",
"go_fest_2025_global_sr_swsh_03_02_sword", "I hear that in that form, it can fell even Gigantamax Pokémon with a single strike. Talk about “steel-ing” the show!",
"go_fest_2025_global_sr_swsh_03_03_shield", "How incredible would it be to witness Zamazenta in a Max Battle someday? I just know if anyone could do that, it’d be you.",
"go_fest_2025_global_sr_swsh_03_03_sword", "How incredible would it be to witness Zacian in a Max Battle one day? I just know if anyone could do that, it’d be you.",
"go_fest_2025_global_sr_swsh_04_00_shield", "Ahoy, %PLAYERNAME%! I’ve been learning more about Zamazenta and its Crowned Shield form.",
"go_fest_2025_global_sr_swsh_04_00_sword", "Ahoy, %PLAYERNAME%! I’ve been learning more about Zacian and its Crowned Sword form.",
"go_fest_2025_global_sr_swsh_04_01_shield", "According to my research, its ability to deflect any attack led to it being known as the Fighting Master’s Shield. Now, how would you go about finding weaknesses in its defense?",
"go_fest_2025_global_sr_swsh_04_01_sword", "According to my research, it became known as the Fairy King’s Sword, inspiring awe in friend and foe alike. Now, how would you go about taking on such a formidable opponent?",
"go_fest_2025_global_sr_swsh_04_02_shield", "As I mentioned, Crowned Shield Zamazenta is both Steel and Fighting type. And do you know what Steel types are weak against?",
"go_fest_2025_global_sr_swsh_04_02_sword", "As I mentioned, Crowned Sword Zacian becomes both Fairy and Steel type. Do you know what Steel types are weak against?",
"go_fest_2025_global_sr_swsh_04_03_shield", "Think on it and get back to me when you’re ready!",
"go_fest_2025_global_sr_swsh_04_03_sword", "Think on it and get back to me when you’re ready!",
"go_fest_2025_global_sr_swsh_05_00_shield", "Ready to regale me with your Steel type knowledge, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_05_00_sword", "Ready to regale me with your Steel type knowledge, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_05_01_shield", "Correct! Steel types are weak against Fire-, Fighting-, and Ground-type Pokémon! You’ve got plenty of choices to take on Zamazenta!",
"go_fest_2025_global_sr_swsh_05_01_sword", "That’s right, Steel-types are weak against Fire-, Fighting-, and Ground-type Pokémon. You’ve got plenty of choices to take on Zacian!",
"go_fest_2025_global_sr_swsh_05_02_shield", "Our time together has reinforced my love of research. There is always something new to learn.",
"go_fest_2025_global_sr_swsh_05_02_sword", "Our time together has reinforced my love of research. There’s always something new to learn.",
"go_fest_2025_global_sr_swsh_05_03_shield", "Anyhow, until next time, let’s GO!",
"go_fest_2025_global_sr_swsh_05_03_sword", "Anyhow, until next time, let’s GO!",
"go_fest_2025_global_sr_volcanion_00_00", "Hey there, %PLAYERNAME%! What an exciting day it is! And it’s about to get even more exciting, because I have some extraordinary news!",
"go_fest_2025_global_sr_volcanion_00_01", "I came across an unusual fog during my morning walk. I’ve got a hunch this could mean the Mythical Pokémon Volcanion is nearby.",
"go_fest_2025_global_sr_volcanion_00_02", "You see, Volcanion is the only known Fire- and Water-type Pokémon, and it lets out billows of steam.",
"go_fest_2025_global_sr_volcanion_00_03", "You head out and explore, and I’ll analyze the fog’s composition. Enjoy some adventure, and we’ll meet up later to compare findings!",
"go_fest_2025_global_sr_volcanion_01_00", "Welcome back, %PLAYERNAME%. No news on the fog, but it’s got me thinking about how the environment changes what Pokémon we find.",
"go_fest_2025_global_sr_volcanion_01_01", "Which, of course, presents the perfect opportunity for research! We can gather valuable data if we track hourly changes in Pokémon habitats.",
"go_fest_2025_global_sr_volcanion_01_02", "And those observations could help us glean crucial insights into Volcanion’s habitat preferences and behaviors.",
"go_fest_2025_global_sr_volcanion_01_03", "Which brings us to your part. Why don’t you get out there and investigate these habitat changes?",
"go_fest_2025_global_sr_volcanion_02_01", "Given that we’re investigating Pokémon that use water, I’d like you to study some Water types in their natural habitats.",
"go_fest_2025_global_sr_volcanion_02_02", "See what you can learn about the ways in which they adapt to their environments.",
"go_fest_2025_global_sr_volcanion_02_03", "Every observation brings us one step closer to Volcanion! I’m counting on you, my friend!",
"go_fest_2025_global_sr_volcanion_03_00", "You’ve made some incredible progress on your soggy survey, so let’s turn our attention to Fire types.",
"go_fest_2025_global_sr_volcanion_03_01", "Since Volcanion is currently the only known Pokémon to be both Fire- and Water-type, it’s critical that we understand how it behaves.",
"go_fest_2025_global_sr_volcanion_03_02", "Let’s observe Fire types in their natural habitats. And try to pay close attention to the mechanisms they use to keep from overheating.",
"go_fest_2025_global_sr_volcanion_03_03", "The conclusions we draw will help us understand Volcanion. Remember, your fieldwork is essential, %PLAYERNAME%!",
"go_fest_2025_global_sr_volcanion_04_00", "Amazing discoveries, %PLAYERNAME%! Your survey of Water and Fire types has given us a clearer understanding of how Volcanion might behave in the wild.",
"go_fest_2025_global_sr_volcanion_04_01", "Now, our next challenge might be the most important yet. We’ve got to show Volcanion that you’re a Trainer who can be trusted. Let’s focus on demonstrating your incredible care for Pokémon!",
"go_fest_2025_global_sr_volcanion_04_02", "I’m sure when Volcanion sees the kindness and respect you show your Pokémon companions, it’ll recognize the goodness in your heart.",
"go_fest_2025_global_sr_volcanion_04_03", "Your approach could make all the difference in our chances of encountering this elusive Pokémon!",
"go_fest_2025_global_sr_volcanion_05_00", "Phenomenal job as always, %PLAYERNAME%! Once again, your patience, dedication, and kind heart have accomplished what many might’ve thought impossible—you’ve gained Volcanion’s trust!",
"go_fest_2025_global_sr_volcanion_05_01", "Try to spend some quality time with this Mythical Pokémon and grow the special bond that only comes from mutual understanding and respect.",
"go_fest_2025_global_sr_volcanion_05_02", "Our understanding of Pokémon has really grown thanks to this journey. The connection between Trainers and Pokémon is truly the ultimate research tool!",
"go_fest_2025_global_sr_volcanion_05_03", "Your experience with Volcanion is going to inspire Trainers everywhere, %PLAYERNAME%. I couldn’t be more proud of you!",
"go_fest_2025_irl_sr_city_02_03_shield", "Anyway, I’ve got a good feeling that Zamazenta won’t be forgotten for much longer!",
"go_fest_2025_irl_sr_city_05_03_shield", "Until next time, let’s GO!",
"go_fest_2025_irl_sr_park_01_02", "I’ve observed Wooloo frolicking in local fields, Basculin with red and blue stripes swimming around an underwater trove, and even a Heracross running around a nearby carnival.",
"go_fest_2025_irl_sr_park_05_01", "Our next challenge is perhaps the most important yet—we need to show Volcanion that you’re a trustworthy Trainer. Let’s focus on demonstrating your exceptional care for Pokémon!",
"gofest2025_details_link", "For more details, visit the <a href=\"https://pokemongo.com/news/go-pass-ancients-recovered-2025\">website</a>.",
"gofest_2025_habitat_emea_ancient_temple_make_good", "Ancient Temple Collection Challenge",
"gofest_2025_habitat_emea_ancient_temple_make_good_description", "Catch these Pokémon in the Ancient Temple habitat!",
"gofest_2025_habitat_emea_carnival_grounds_make_good", "Carnival Grounds Collection Challenge",
"gofest_2025_habitat_emea_carnival_grounds_make_good_description", "Catch these Pokémon in the Carnival Grounds habitat!",
"gofest_2025_habitat_emea_noble_fields_make_good", "Noble Fields Collection Challenge",
"gofest_2025_habitat_emea_noble_fields_make_good_description", "Catch these Pokémon in the Noble Fields habitat!",
"gofest_2025_habitat_emea_sunken_treasure_make_good", "Sunken Treasure Collection Challenge",
"gofest_2025_habitat_emea_sunken_treasure_make_good_description", "Catch these Pokémon in the Sunken Treasure habitat!",
"hisui_celebration_event_name", "Ultra Unlock: Hisui Celebration",
"hisui_celebration_space_time_distortion_event_name", "Hisui Celebration: Space-Time Distortion",
"hisuian_liligant_raid_day_event_name", "Raid Day: Hisuian Lilligant",
"home_location_card_transfer_warning", "If you transfer this Pokémon, it will lose its Location Background!",
"hyper_training_candela_training_expire_dialogue_2", "Let’s see if it became any stronger!",
"hyper_training_goals_met", "You’ve met your Hyper Training goal!",
"hyper_training_has_ended", "Hyper Training has ended.",
"invite_recommended_friends_callout", "New: Quickly invite recommended friends!",
"item_event_ticket_evergreen_desc_9thparty0725", "A ticket to access the 9th Anniversary Party Premium Timed Research until July 6, 2025, at 8:00 p.m. local time, wherever you are.",
"item_event_ticket_evergreen_desc_pawprint_20250620", "A ticket to access the Yamper’s Paw Prints Premium Timed Research from June 20 at 12:00 a.m. to June 22, 2025, at 11:59 p.m. local time, wherever you are.",
"item_event_ticket_evergreen_desc_sjsr0725", "A ticket to access Masterwork Research: Wish Granted, which leads to an encounter with Shiny Jirachi, starting July 1 at 10:00 a.m. local time, wherever you are.",
"item_event_ticket_evergreen_desc_waterfestival_july25", "A ticket to access the Happiness in Every Scoop Premium Timed Research until July 20, 2025, at 8:00 p.m. local time, wherever you are.",
"item_event_ticket_evergreen_details_9thparty0725", "This ticket will automatically activate on July 1 to give you access to the 9th Anniversary Party Premium Timed Research, wherever you are.",
"item_event_ticket_evergreen_details_pawprint_20250620", "This ticket will automatically activate on June 20 to give you access to the Yamper’s Paw Prints Premium Timed Research, wherever you are.",
"item_event_ticket_evergreen_details_sjsr0725", "This ticket will automatically activate on July 1 to give you access to Masterwork Research: Wish Granted, which leads to an encounter with Shiny Jirachi.\n\nAfter purchase, you must play between July 1 at 10:00 a.m. and July 6 at 8:00 p.m. local time to receive the research. Once acquired, Masterwork Research will not expire.",
"item_event_ticket_evergreen_details_waterfestival_july25", "This ticket will automatically activate on July 15 to give you access to the Happiness in Every Scoop Premium Timed Research, wherever you are.",
"item_event_ticket_gray_desc_gmaxlapras25", "A ticket to access special bonuses on July 19, 2025, from 2:00 p.m. to 5:00 p.m. local time, wherever you are.",
"item_event_ticket_gray_desc_hisuianlilligantraidday", "A ticket to access special bonuses on July 12, 2025, from 2:00 p.m. to 5:00 p.m. local time, wherever you are.",
"item_event_ticket_gray_details_gmaxlapras25", "This ticket will automatically activate to give you access to special bonuses on July 19, wherever you are.",
"item_event_ticket_gray_details_hisuianlilligantraidday", "This ticket will automatically activate to give you access to special bonuses on July 12, wherever you are.",
"item_event_ticket_pink_desc_cd_jangmo_o25", "A ticket to access the Jangmo-o Community Day Special Research starting June 21 at 2:00 p.m. local time, wherever you are.",
"item_event_ticket_pink_desc_cd_quaxly25", "A ticket to access the Quaxly Community Day Special Research starting July 20 at 2:00 p.m. local time, wherever you are.",
"item_event_ticket_pink_desc_cdc_eevee25", "A ticket to access the Eevee Community Day Classic Special Research starting July 5 at 2:00 p.m. local time, wherever you are.",
"item_event_ticket_pink_details_cd_jangmo_o25", "This ticket will automatically activate to give you access to the Community Day Special Research Jangmo-o Yeah! on June 21, wherever you are.",
"item_event_ticket_pink_details_cd_quaxly25", "This ticket will automatically activate on July 20 to give you access to the Special Research A Splash of Style, wherever you are.",
"item_event_ticket_pink_details_cdc_eevee25", "This ticket will automatically activate on July 5 to give you access to the Eevee Community Day Classic Special Research, wherever you are.",
"item_max_boost_desc", "An item that doubles the damage your Pokémon deal in Max Battles for 30 minutes.",
"kr2025_lotte_baseball_desc", "Lotte Giants Season Event Timed Research",
"kr2025_lotte_baseball_title", "Lotte Giants Season Event",
"kr_festival_raid_event_area", "Event-exclusive raids featuring Pikachu wearing a party hat, Lapras wearing a scarf, and Summer Form Deerling will take place in the Jangheung area",
"kr_festival_raid_location_background", "Pokémon encountered from event raids may have an exclusive Location Background",
"kr_festival_tr_daily_nationwide", "To celebrate Summer Water Festival 2025, daily Timed Research will be available across Korea. Don’t miss your chance to claim rewards each day!",
"kr_festival_tr_location_background", "Pokémon caught from Timed Research tasks may have an exclusive Location Background",
"kr_summer_festival_2025_daily_tr_name", "Ready, Set, Splash! Daily Timed Research",
"kr_summer_festival_2025_daily_tr_name_1", "Ready, Set, Splash! Daily Timed Research: Day 1",
"kr_summer_festival_2025_daily_tr_name_2", "Ready, Set, Splash! Daily Timed Research: Day 2",
"kr_summer_festival_2025_daily_tr_name_3", "Ready, Set, Splash! Daily Timed Research: Day 3",
"kr_summer_festival_2025_daily_tr_name_4", "Ready, Set, Splash! Daily Timed Research: Day 4",
"kr_summer_festival_2025_daily_tr_name_5", "Ready, Set, Splash! Daily Timed Research: Day 5",
"kr_summer_festival_2025_daily_tr_name_6", "Ready, Set, Splash! Daily Timed Research: Day 6",
"kr_summer_festival_2025_daily_tr_name_7", "Ready, Set, Splash! Daily Timed Research: Last Day",
"kr_summer_festival_2025_jangheung_bonus", "Soak Up Summer Water Festival 2025 – Jangheung-gun Bonus",
"kr_summer_festival_2025_nationwide_bonus", "Soak Up Summer Water Festival 2025 – Korea Bonus",
"kr_summer_festival_2025_tag", "Water Festival",
"kr_summer_festival_2025_title", "Soak Up Summer Water Festival 2025",
"kr_summer_festival_2025_tr_name", "Soak Up Summer Location Background Timed Research",
"kr_summer_festival_2025_tr_name_1", "Soak Up Summer Location Background Timed Research (1/3)",
"kr_summer_festival_2025_tr_name_2", "Soak Up Summer Location Background Timed Research (2/3)",
"kr_summer_festival_2025_tr_name_3", "Soak Up Summer Location Background Timed Research (3/3)",
"lapras_gmax_tr_2025_title", "Gigantamax Lapras Max Battle Day Premium Timed Research",
"location_card_tutorial_header", "Location Backgrounds",
"location_card_tutorial_message", "You got a Location Background! These are rare backgrounds you may receive when catching Pokémon at special locations. Let’s GO and collect more!",
"max_boost.1_description", "A mushroom that doubles the damage your Pokémon deal in Max Battles for 30 minutes.",
"max_boost.3_description", "3 Max Mushrooms. Doubles the damage your Pokémon deals in Max Battles for 30 minutes.",
"metadata_patch", "Built at 2025-07-08T21:51:08.180602+00:00 for en-US\nat SHA 443d30a551e\nPipeline 3270979, job 42855597\nPatch from: 0.369.0-SHA-aa1c5d13-RC3, 0.367.2-SHA-da650b30-RC1, 0.371.0-SHA-ba658d24-RC1",
"motor_accessibility_settings_title", "Motor Accessibility",
"move_name_0484", "Clanging Scales",
"move_name_0487", "Aqua Step",
"num_completed_tasks_label", "{0} Tasks Completed!",
"paw_prints_event_name", "Yamper’s Paw Prints",
"paw_prints_furfrou_tr", "Furfrou Timed Research",
"paw_prints_paid_tr", "Yamper’s Paw Prints Premium Timed Research",
"paw_prints_paid_tr_0", "Yamper’s Paw Prints Premium Timed Research (1/2)",
"paw_prints_paid_tr_1", "Yamper’s Paw Prints Premium Timed Research (2/2)",
"paw_prints_poochyena_tr", "Poochyena Timed Research",
"paw_prints_snubbull_tr", "Snubbull Timed Research",
"pgorelease.general1.ticket.2_pawprint_20250620_title", "Yamper’s Paw Prints Premium Timed Research Ticket",
"photobomb_five_jangmo_o", "5 surprise encounters with Jangmo-o in GO Snapshot",
"photobomb_five_quaxly", "5 surprise encounters with Quaxly in GO Snapshot",
"pokemon_ibfc_attack_change", "ATTACK CHANGE",
"pokemon_ibfc_defense_change", "DEFENSE CHANGE",
"pokemon_ibfc_desc_0681", "The Pokémon changes to Blade Forme when it uses a Charged Attack and changes to Shield Forme when it uses a Protect Shield.",
"pokemon_ibfc_name_0681", "Blade Forme",
"pokemon_info_powerup_is_shadow", "Shadow Pokémon cannot undergo Hyper Training.",
"quest_jangmo_o_catch_b", "Catch {0} Jangmo-o",
"quest_power_up_passimian_plural", "Power up Passimian {0} times",
"quest_quaxly_catch_b", "Catch {0} Quaxly",
"quest_title_eevee", "Community Day Classic: Eevee",
"quest_title_eevee_0", "Community Day Classic: Eevee (1/3)",
"quest_title_eevee_1", "Community Day Classic: Eevee (2/3)",
"quest_title_eevee_2", "Community Day Classic: Eevee (3/3)",
"quest_title_jangmo_o", "Jangmo-o Yeah!",
"quest_title_jangmo_o_0", "Jangmo-o Yeah! (1/3)",
"quest_title_jangmo_o_1", "Jangmo-o Yeah! (2/3)",
"quest_title_jangmo_o_2", "Jangmo-o Yeah! (3/3)",
"quest_title_quaxly", "A Splash of Style",
"quest_title_quaxly_0", "A Splash of Style (1/3)",
"quest_title_quaxly_1", "A Splash of Style (2/3)",
"quest_title_quaxly_2", "A Splash of Style (3/3)",
"quests_completed_story_quests_collapsed_header", "Completed Research ({0})",
"rewarded_spend_helpshift_blog_url", "https://pokemongo.com/news/eggs-pedition-access-june-2025#rewardroad",
"rewarded_spend_helpshift_desc", "The Reward Road is a monthly reward program where Trainers can earn Reward Points with eligible purchases every month.* Earn a certain amount of Reward Points to level up the Reward Road and unlock rewards!\n\n1. Make an eligible purchase to earn Reward Points.*\n2. Unlock rewards by earning Reward Points.\n3. Visit our <a href=\"https://pokemongo.com/news/eggs-pedition-access-july-2025#rewardroad\">website</a> to learn how to claim unlocked rewards.**\n\n*Only purchases made with real-world currency count toward Reward Road progress. Exchanges made using PokéCoins will not grant Reward Points.\n\n**Reward Points expire at the end of the calendar month. Even if a Trainer claims every reward, Reward Points will not carry over between months. Trainers using child accounts are not eligible to participate in the Reward Road program. Reward Points are not cash or any other currency, and they are non-transferable between accounts. Reward Road program availability and terms are subject to change.",
"rewarded_spend_helpshift_footer", "For more details, visit the <a href=\"https://pokemongo.com/news/eggs-pedition-access-july-2025#rewardroad\">website</a>.",
"season_pass_base_track_title_dec", "GO Pass: December",
"season_pass_base_track_title_feb", "GO Pass: February",
"season_pass_base_track_title_jan", "GO Pass: January",
"season_pass_base_track_title_mar", "GO Pass: March",
"season_pass_base_track_title_nov", "GO Pass: November",
"season_pass_base_track_title_oct", "GO Pass: October",
"season_pass_base_track_title_sep", "GO Pass: September",
"season_pass_details_link_aug", "For more details, visit the <a href=\"https://pokemongo.com/post/monthly-rewards-august-2025\">website</a>.",
"season_pass_details_link_july", "For more details, visit the <a href=\"https://pokemongo.com/post/go-pass-july-2025\">website</a>.",
"season_pass_premium_track_plus_ten_ranks_title_dec", "GO Pass Deluxe: December + 10 Ranks",
"season_pass_premium_track_plus_ten_ranks_title_feb", "GO Pass Deluxe: February + 10 Ranks",
"season_pass_premium_track_plus_ten_ranks_title_jan", "GO Pass Deluxe: January + 10 Ranks",
"season_pass_premium_track_plus_ten_ranks_title_mar", "GO Pass Deluxe: March + 10 Ranks",
"season_pass_premium_track_plus_ten_ranks_title_nov", "GO Pass Deluxe: November + 10 Ranks",
"season_pass_premium_track_plus_ten_ranks_title_oct", "GO Pass Deluxe: October + 10 Ranks",
"season_pass_premium_track_plus_ten_ranks_title_sep", "GO Pass Deluxe: September + 10 Ranks",
"season_pass_premium_track_title_dec", "GO Pass Deluxe: December",
"season_pass_premium_track_title_feb", "GO Pass Deluxe: February",
"season_pass_premium_track_title_jan", "GO Pass Deluxe: January",
"season_pass_premium_track_title_mar", "GO Pass Deluxe: March",
"season_pass_premium_track_title_nov", "GO Pass Deluxe: November",
"season_pass_premium_track_title_oct", "GO Pass Deluxe: October",
"season_pass_premium_track_title_sep", "GO Pass Deluxe: September",
"settings_hold_to_attack_label", "Press and Hold to Fast Attack",
"spawn_eevee", "More Eevee are appearing in the wild!",
"spawn_jangmo_o", "More Jangmo-o are appearing in the wild!",
"spawn_quaxly", "More Quaxly are appearing in the wild!",
"steel_and_scales_event_name", "Ultra Unlock: Steel and Scales",
"steel_scales_uu_july2025_cc_bagon", "Steel and Scales Collection Challenge: Bagon",
"steel_scales_uu_july2025_cc_beldum", "Steel and Scales Collection Challenge: Beldum",
"steel_scales_uu_july2025_cc_dratini", "Steel and Scales Collection Challenge: Dratini",
"steel_scales_uu_july2025_cc_rookidee", "Steel and Scales Collection Challenge: Rookidee",
"text_rewards_key_9thparty0725", "<b>Included rewards:</b>\n• Encounter with Gimmighoul holding a 9th anniversary coin\n• 1 Super Incubator\n• 1 Premium Battle Pass\n• 1 Max Mushroom\n• 1 Rocket Radar\n• 1 Star Piece\n• 9,999 Stardust",
"text_rewards_key_ancientsrecovered_fleetinglegends", "<b>Included rewards:\n• An encounter with your choice of Galarian Articuno, Galarian Zapdos, or Galarian Moltres</b>\n• An encounter with a Rookidee\n• And more!",
"text_rewards_key_cd_jangmo_o25", "<b>Included rewards:</b>\n• Premium in-game items, such as a Premium Battle Pass, a Charged TM, and Rare Candies\n• Encounters with Jangmo-o with a Special Background\n• And more!",
"text_rewards_key_cd_quaxly25", "<b>Included rewards:</b>\n• Premium in-game items, such as a Premium Battle Pass, a Charged TM, and Rare Candies\n• Encounters with Quaxly with a Special Background\n• And more!",
"text_rewards_key_cdc_eevee25", "<b>Included rewards:</b>\n• Premium in-game items, such as a Premium Battle Pass, a Charged TM, and Rare Candies\n• Encounters with Eevee with a Special Background\n• And more!",
"text_rewards_key_hisuianlilligantraidday", "<b>Included bonuses:</b>\n• Eight additional Raid Passes from spinning Photo Discs at Gyms\n• Increased chance to receive Rare Candy XL from raids\n• 50% more XP and 2× Stardust for successfully completing raids",
"text_rewards_key_pawprint_20250620", "<b>Included rewards:</b>\n• Encounters with Snubbull, Poochyena, Furfrou, and Rockruff \n\n Snubbull, Poochyena, and Furfrou found in reward encounters for this research and all other research tasks are more likely to be Shiny!",
"text_rewards_key_sjsr0725", "<b>Included rewards:</b>\n• Encounter with Shiny Jirachi\n• 20 Jirachi Candy\n• 10 Kyogre Candy\n• 10 Groudon Candy\n• 10 Rayquaza Candy\n• 9 Rare Candies\n•7 Golden Razz Berries\n• And more!",
"text_rewards_key_waterfestival_july25", "<b>Included rewards:</b>\n• Encounters with Kingler, Staryu, Gyarados, Lapras wearing a scarf, Azumarill, Feebas, and Clamperl\n• Ice Cream Pose\n• A Premium Battle Pass\n• A Rainy Lure Module\n• 3,000 Stardust\n\nStaryu found in reward encounters for this research and all other research tasks are more likely to be Shiny!",
"ticket_eevee_cdc", "Ticket for the Eevee Community Day Classic Special Research available in the shop",
"ticket_jangmo_o_cd", "Ticket for the Jangmo-o Community Day Special Research available in the shop",
"ticket_quaxly_cd", "Ticket for the Quaxly Community Day Special Research available in the shop",
"titan_poi_ar_data_opt_in_1", "You can choose to enable this feature to help efforts to develop new AR mapping technology by scanning PokéStops and Gyms and uploading your scan data. Audio is not collected on these scans. If you choose to upload a scan, you are sharing the scan directly with a third-party service and limited personal data will be sent to this service during the upload. This service uses this information to build a 3D understanding of real-world places and related technologies and services. You can read more about this limited data collection and use in the Privacy Policy linked below. If you choose to enable this feature, you can opt out at any time by disabling it via the Settings Menu. \n\nA scan uploaded using this feature is “AR Content” as defined in the Terms of Service. By uploading a scan you agree to the <a href=\"terms_of_service_url\">Terms of Service</a> and acknowledge that you have read the <a href=\"privacy_policy_url\">Privacy Policy</a>.",
"titan_poi_ar_data_opt_in_1_old", "We’re developing new AR technology and would like to enlist your help. Would you like to aid our research by using the PokéStop Scan feature to scan PokéStops and Gyms and upload your scan data? If you choose to enable this feature, you can opt out at any time by disabling it via the Settings menu.\n<a href=\"titan_ar_data_policy_url\">Learn more</a>.",
"title_sampler_tr_emea_road_trip_berlin", "Pokémon GO Road Trip: Berlin Timed Research",
"title_sampler_tr_emea_road_trip_cologne", "Pokémon GO Road Trip: Cologne Timed Research",
"title_sampler_tr_emea_road_trip_hague", "Pokémon GO Road Trip: The Hague Timed Research",
"title_sampler_tr_emea_road_trip_london", "Pokémon GO Road Trip: London Timed Research",
"title_sampler_tr_emea_road_trip_manchester", "Pokémon GO Road Trip: Manchester Timed Research",
"title_sampler_tr_emea_road_trip_paris", "Pokémon GO Road Trip: Paris Timed Research",
"title_sampler_tr_emea_road_trip_valencia", "Pokémon GO Road Trip: Valencia Timed Research",
"title_tr_emea_road_trip", "Pokémon GO Road Trip Timed Research",
"title_tr_g_journey_2025", "Gigantamax Journey Timed Research",
"title_tr_g_journey_2025_00", "Gigantamax Journey Timed Research (1/5)",
"title_tr_g_journey_2025_01", "Gigantamax Journey Timed Research (2/5)",
"title_tr_g_journey_2025_02", "Gigantamax Journey Timed Research (3/5)",
"title_tr_g_journey_2025_03", "Gigantamax Journey Timed Research (4/5)",
"title_tr_g_journey_2025_04", "Gigantamax Journey Timed Research (5/5)",
"uu1_hisui_collection_challenge_1", "Hisui Celebration Collection Challenge: Evolution in Flight",
"uu1_hisui_collection_challenge_2", "Hisui Celebration Collection Challenge: Shock, Flame, and Spike",
"uu1_hisui_collection_challenge_3", "Hisui Celebration Catch Challenge: Space-Time Distortion",
"water_festival_july2025_cc_fish", "Water Festival: Fishin’ Mission Collection Challenge",
"water_festival_july2025_cc_hard_shell", "Water Festival: She Sells Seashells Collection Challenge",
"water_festival_july2025_cc_swimmer", "Water Festival: Just Keep Swimming Collection Challenge",
"water_festival_tr_name", "Happiness in Every Scoop Premium Timed Research",
"yokohama", ""
]}
