{"data": [
"april2024_bug_out_collection_challenge_1", "Tantangan Koleksi Awas Serangga 1",
"april2024_bug_out_collection_challenge_2", "Tantangan Koleksi Awas Serangga 2",
"april2024_bug_out_collection_challenge_3", "Tantangan Koleksi Awas Serangga 3",
"april2024_bug_out_collection_challenge_4", "Tantangan Koleksi Awas Serangga 4",
"avatar_f_backpack_combeebackpack_00_bundle_icon", "Tas Combee\n(Wujud Jantan)",
"avatar_f_backpack_combeebackpack_01_bundle_icon", "Tas Combee\n(Wujud Betina)",
"avatar_f_hat_burmyearrings11_00_bundle_icon", "Anting Burmy\n(Jubah Tanaman)",
"avatar_f_hat_burmyearrings12_00_bundle_icon", "Anting Burmy\n(Jubah Pasir)",
"avatar_f_hat_burmyearrings13_00_bundle_icon", "Anting Burmy\n(Jubah Sampah)",
"avatar_f_pants_casual_0_bundle_icon", "Casual Pants (Gray)",
"avatar_f_pants_casual_1_bundle_icon", "Casual Pants (Khaki)",
"avatar_m_backpack_combeebackpack_00_bundle_icon", "Tas Combee\n(Wujud Jantan)",
"avatar_m_backpack_combeebackpack_01_bundle_icon", "Tas Combee\n(Wujud Betina)",
"avatar_m_hat_burmyearrings11_00_bundle_icon", "Anting Burmy\n(Jubah Tanaman)",
"avatar_m_hat_burmyearrings12_00_bundle_icon", "Anting Burmy\n(Jubah Pasir)",
"avatar_m_hat_burmyearrings13_00_bundle_icon", "Anting Burmy\n(Jubah Sampah)",
"avatar_m_pants_casual_0_bundle_icon", "Casual Pants (Gray)",
"avatar_m_pants_casual_1_bundle_icon", "Casual Pants (Khaki)",
"avatar_shop_description", "Check out these items!",
"avatar_shop_description_new", "Gaya baru tersedia!",
"bonus_cd_move_bagon", "Evolusikan Shelgon untuk mendapatkan Salamence yang mempelajari Kemarahan Tak Terkendali",
"bonus_tr_gbl_euic_2024_a_desc", "Champion Pokémon LAIC 2024: Bonus Penelitian Berwaktu",
"bonus_tr_gbl_euic_2024_a_title", "Champion Pokémon LAIC 2024",
"buddy_phone_not_ar_capable_desc", "AR Partner sedang tidak tersedia pada perangkat ini saat ini.",
"buddy_phone_not_ar_capable_title", "Perangkat Tidak Didukung",
"bug_out_event_name", "Awas Serangga",
"catch_candy_double_party", "Permen Tangkapan ×2 saat tergabung di grup",
"catch_candy_triple_party", "Permen Tangkapan ×3 saat tergabung di grup",
"catch_stardust_double_party", "Debu Bintang Tangkapan ×2 saat tergabung di grup",
"catch_stardust_triple_party", "Debu Bintang Tangkapan ×3 saat tergabung di grup",
"catch_xp_double_party", "XP Tangkapan ×2 saat tergabung di grup",
"catch_xp_quadruple_party", "XP Tangkapan ×4 saat tergabung di grup",
"catch_xp_triple_party", "XP Tangkapan ×3 saat tergabung di grup",
"community_day_bagon_event_name_cdc", "Hari Komunitas Klasik: Bagon",
"encounter_caught_pokemon_held_item", "{0} menjatuhkan {1}!",
"encounter_caught_pokemon_held_item_plural", "{0} menjatuhkan {2} {1}!",
"encounter_caught_pokemon_held_item_singular", "{0} menjatuhkan 1 {1}!",
"event_datetime_range_key_bagoncdc", "7 April 2024, pukul 14.00 hingga 17.00",
"event_datetime_range_key_megaheracrossraidday", "13 April 2024, pukul 14.00 hingga 22.00",
"event_datetime_range_key_takeovermarch24", "27 Maret 00.00–\n31 Maret 23.59",
"event_datetime_range_key_zarude", "21 Maret 10.00–\n25 Maret 20.00",
"event_name_takeover_s14", "Dunia Penuh Keajaiban: Pengambilalihan",
"excellent_opportunity_event_desc", "Melakukan Excellent Throw jadi lebih mudah hari ini! Profesor Willow sedang menyelidiki penyebabnya ....",
"excellent_opportunity_event_name", "Hari Excellent",
"excellent_opportunity_tr_1", "Hari Excellent (1/2)",
"excellent_opportunity_tr_2", "Hari Excellent (2/2)",
"extra_items_pokestop_spins_party", "Ekstra item dari memutar PokéStop saat tergabung di grup",
"general1.ticket.2_bagon_title", "Hari Komunitas Klasik: Bagon",
"general1.ticket._megaheracrossraidday_title", "Tiket Hari Raid Mega Heracross",
"general1.ticket._takeovermarch24_title", "Tiket Penelitian Berwaktu Pengejaran Tim Roket GO",
"general1.ticket._zarude_title", "Pemberontak dari Rimba",
"hatch_candy_double_party", "Permen Penetasan ×2 saat tergabung di grup",
"hatch_stardust_double_party", "Debu Bintang Penetasan ×2 saat tergabung di grup",
"increased_remote_raid_limit", "Meningkatkan Limit Raid Jarak Jauh",
"incubator_distance_half_party", "Jarak Penetasan 1/2 saat tergabung di grup",
"incubator_distance_quarter_party", "Jarak Penetasan 1/4 saat tergabung di grup",
"irisisocial_tutorial_body_eight", "You can use stickers to decorate the pictures you take. Have fun and share your photos with others. You never know what you’ll find!",
"irisisocial_tutorial_body_five", "You can call a Pokémon back into its Pokéball by tapping the recall button.  Your Pokémon will then be ready to move to a new location.",
"irisisocial_tutorial_body_four", "Find a flat surface and either tap the footprints or drag the Pokémon from the selection menu to place it.",
"irisisocial_tutorial_body_one", "You can take up to 3 Pokémon out of their Pokéball and take photos together! You may even encounter other Pokémon while there!",
"irisisocial_tutorial_body_seven", "Use the group photo mode to take a perfect shot of your Pokémon! Or try playing with your Pokémon to see their different moods.",
"irisisocial_tutorial_body_six", "Tap the rotate button to start using the toy. Moving the toy around your Pokémon is sure to get its attention!",
"irisisocial_tutorial_body_three", "Connect to the Pokéstop Area by scanning the location first to view and interact with the Pokémon there.",
"irisisocial_tutorial_body_two", "Unless removed, your Pokémon will stay here for up to 48hrs until they get tired and return to you. While they’re away, they may greet other trainers and Pokémon!",
"irisisocial_tutorial_header_eight", "Decorate and share your photos!",
"irisisocial_tutorial_header_five", "Reposition your Pokémon",
"irisisocial_tutorial_header_four", "Position your Pokémon",
"irisisocial_tutorial_header_one", "Take photos of your Pokémon with others!",
"irisisocial_tutorial_header_seven", "Take a group photo",
"irisisocial_tutorial_header_six", "Rotate your Pokémon",
"irisisocial_tutorial_header_three", "Connect to Pokéstop Areas!",
"irisisocial_tutorial_header_two", "Your Pokémon will stay and play!",
"item_event_ticket_09_desc", "Tiket untuk mengakses Penelitian Spesial: Pemberontak dari Rimba mulai dari 21 Maret 2024, pukul 10.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_09_details_zarude", "Tiket ini akan aktif secara otomatis dan memberimu akses ke Penelitian Spesial: Pemberontak dari Rimba pada 21 Maret 2024, pukul 10.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_gray_desc", "Tiket untuk mengakses bonus spesial pada Sabtu, 13 April 2024, mulai pukul 14.00 hingga 22.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_gray_desc_primalkyogre", "Tiket untuk mengakses bonus spesial pada 17 Maret 2024, mulai pukul 14.00 hingga 22.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_gray_details", "Tiket ini akan aktif secara otomatis dan memberimu akses ke bonus spesial pada tanggal 13 April, di mana pun kamu berada.",
"item_event_ticket_gray_details_primalkyogre", "Tiket ini akan aktif secara otomatis dan memberimu akses ke bonus spesial pada tanggal 17 Maret, di mana pun kamu berada.",
"item_event_ticket_pink_desc", "Tiket untuk mengakses Penelitian Spesial Hari Komunitas Klasik: Bagon pada 7 April 2024, mulai pukul 14.00 hingga 17.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_pink_desc_litten", "Tiket untuk mengakses Penelitian Spesial: Hari Komunitas Litten pada 16 Maret 2024, mulai pukul 14.00 hingga 17.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_pink_details", "Tiket ini akan aktif secara otomatis dan memberimu akses ke Penelitian Spesial Hari Komunitas Klasik: Bagon pada 7 April 2024, di mana pun kamu berada.",
"item_event_ticket_pink_details_litten", "Tiket ini akan aktif secara otomatis dan memberimu akses ke cerita Penelitian Spesial: Menyala Semua pada 16 Maret 2024, di mana pun kamu berada.",
"item_evergreen_ticket_desc", "Tiket untuk mengakses Penelitian Berwaktu Pengejaran Tim Roket GO hingga 31 Maret 2024, pukul 23.59 waktu setempat, di mana pun kamu berada.",
"item_evergreen_ticket_desc_lny2024", "Tiket untuk mengakses Penelitian Berwaktu Tahun Baru Lunar: Pembebasan Naga dari 5 Februari, pukul 10.00 hingga 11 Februari 2024, pukul 20.00 waktu setempat, di mana pun kamu berada.",
"item_evergreen_ticket_details", "Tiket ini akan aktif secara otomatis dan memberimu akses ke Penelitian Berwaktu Pengejaran Tim Roket GO, di mana pun kamu berada.",
"item_evergreen_ticket_details_lny2024", "Tiket ini akan aktif secara otomatis dan memberimu akses ke Penelitian Berwaktu Tahun Baru Lunar: Pembebasan Naga hingga 11 Februari 2024, pukul 20.00 waktu setempat, di mana pun kamu berada.",
"lure_duration_double_party", "Durasi Modul Umpan ×2 saat tergabung di grup",
"lure_duration_three_hours_party", "Durasi Modul Umpan 3 jam saat tergabung di grup",
"metadata_patch", "Built at 2024-04-05T00:06:17.843038+00:00 for id-ID\nat SHA bd50dea72e\nPipeline 2234142, job 27079179\nPatch from: 0.307.1-SHA-728a3ebb-RC1, 0.309.0-SHA-14c1a086-RC1",
"n_hat_poipole_0_display_name", "Helm Poipole",
"n_pants_hala_0_display_name", "Celana Bergaya Hala",
"n_pose_062_display_name", "Pose Hala",
"n_shirt_bounsweetitems_a_0_display_name", "Steenee Shirt (Short)",
"n_shirt_bounsweetitems_b_0_display_name", "Steenee Shirt (Long)",
"n_shirt_gofest24webexclusive_display_name", "Kaus GO Fest 2024/n(Abu-abu)",
"n_shirt_goteamrocketarlo_a_0_display_name", "Arlo-Style Outfit (Black)",
"n_shirt_goteamrocketarlo_b_0_display_name", "Arlo-Style Outfit (Gray Stripe)",
"n_shirt_hala_0_display_name", "Atasan Bergaya Hala",
"n_shirt_keldeotshirt_0_display_name", "Keldeo T-Shirt",
"n_shoes_hala_0_display_name", "Sandal Bergaya Hala",
"neutral_avatar_exit_style_shop_description", "Hanya dapat meninggalkan toko mengenakan item milik sendiri.",
"neutral_avatar_set_display_name", "Set",
"party_play_error_already_awarded", "Kamu sudah menerima Hadiah ini.",
"photobomb_five_bagon", "5 pertemuan kejutan dengan Bagon di Foto GO",
"poi_sub_faq_web_link", "https://niantic.helpshift.com/a/wayfarer/?s=wayspot-criteria",
"pokemon_desc_0030", "Saat bersama teman dan keluarganya, Nidorina memasukkan durinya agar tidak saling melukai. Tampaknya Pokémon ini merasa tidak tenang jika terpisah dari teman-temannya.",
"pokemon_desc_0031", "Nidoqueen ahli serangan menghempaskan lawan dengan menyerudukkan tubuhnya yang dilapisi sisik keras. Pokémon ini paling kuat saat melindungi anak-anaknya.",
"pokemon_desc_0399", "Bidoof selalu mengunyah batang kayu dan batu untuk mengikis gigi depannya yang kuat. Pokémon ini membuat sarang dan hidup di dekat air.",
"pokemon_desc_0434", "Stunky melindungi dirinya dengan menyemprotkan cairan yang berbau busuk dari bagian belakangnya. Bau tersebut tidak hilang selama 24 jam.",
"pokemon_desc_0440", "Ketika ia melihat sesuatu yang bundar dan berwarna putih, Happiny mengambilnya dan memasukkannya ke dalam kantong di perutnya sampai penuh dan menyebabkan ia tidak dapat bergerak.",
"pokemon_desc_0557", "Ketika ada batu yang ukurannya cocok, Dwebble menyekresi cairan dari mulutnya dan membuat lubang untuk masuk ke dalam batu tersebut.",
"pokemon_desc_0561", "Dewa pelindung kota purba. Sigilyph selalu berpatroli di rute yang sama sambil mengawasi ada tidaknya penyusup.",
"pokemon_desc_0588", "Entah kenapa Karrablast berevolusi setelah dihujani energi listrik saat menyerang Shelmet.",
"pokemon_desc_0689", "Pokémon yang saat berevolusi, dua Binacle membelah diri menjadi tujuh. Barbaracle bertarung dengan kekuatan tujuh Binacle.",
"pokemon_desc_tmpevo_0065_0001", "Sebagai ganti ototnya, Alakazam membuka kekuatan yang sebenarnya. Ia dapat menerawang segala hal dengan kekuatan psikokinesisnya.",
"pokemon_desc_tmpevo_0080_0001", "Setelah seluruh badannya ditelan oleh Shellder, Slowbro jadi memiliki pertahanan besi. Ternyata di dalamnya cukup nyaman.",
"pokemon_desc_tmpevo_0094_0001", "Evolusi Mega telah memungkinkan Gengar untuk mengakses dimensi lain. Seluruh tubuhnya penuh dengan kekuatan yang mencurigakan.",
"pokemon_desc_tmpevo_0115_0001", "Ketika induk Kangaskhan melihat punggung anaknya yang melakukan Evolusi Mega, Pokémon ini langsung membayangkan hari perpisahan dengan anaknya yang suatu saat nanti pasti akan datang.",
"pokemon_desc_tmpevo_0127_0001", "Pinsir melakukan Evolusi Mega dan jadi bisa terbang. Mungkin karena sangat senang, Pokémon ini jarang turun ke darat.",
"pokemon_desc_tmpevo_0130_0001", "Gyarados melompat keluar dari dalam air dengan kecepatan suara. Jika terlibat oleh lompatan ini, kapal besar pun akan patah menjadi dua.",
"pokemon_desc_tmpevo_0142_0001", "Evolusi Mega membangkitkan kembali susunan gen yang hilang dan mengembalikan bebatuan tajam yang dulu melapisi seluruh tubuh Aerodactyl.",
"pokemon_desc_tmpevo_0212_0001", "Scizor menimbun kelebihan energi dari Evolusi Mega sehingga tubuhnya mulai mencair setelah beberapa waktu berlalu.",
"pokemon_desc_tmpevo_0229_0001", "Seluruh tubuh Houndoom menghasilkan panas ketika dalam Evolusi Mega. Napas apinya yang menakutkan dapat membakar lawannya menjadi abu.",
"pokemon_desc_tmpevo_0254_0001", "Daun yang tumbuh di tubuh Sceptile sangat tajam. Dengan kelincahannya, ia melompat berkeliling dari cabang pohon ke cabang lainnya serta menyerang musuh dari atas atau belakang.",
"pokemon_desc_tmpevo_0257_0001", "Dalam pertempuran, Blaziken menyemburkan api yang sangat kuat dari pergelangan tangannya dan menantang lawannya dengan berani. Makin kuat lawannya, makin kuat api yang keluar dari pergelangan tangan Pokémon ini.",
"pokemon_desc_tmpevo_0303_0001", "Dua rahang Mawile mengamuk dengan buas seakan memiliki kemauan sendiri. Bebatuan pun akan hancur berkeping-keping dengan sekali gigitan.",
"pokemon_desc_tmpevo_0306_0001", "Aggron menjadikan satu gunung sebagai wilayah teritorialnya dan memukul habis lawannya yang merusak wilayah tersebut tanpa ampun. Pokémon ini selalu berpatroli di dalam gunung.",
"pokemon_desc_tmpevo_0308_0001", "Dikatakan bahwa dengan bermeditasi, energi tubuh Medicham meningkat dan indra keenamnya menjadi tajam. Pokémon ini menyatu dengan padang dan gunung untuk menyembunyikan kehadirannya.",
"pokemon_desc_tmpevo_0310_0001", "Listrik yang menumpuk terlalu banyak di tubuhnya membuat Manectric jengkel. Daya instannya secepat sambaran petir.",
"pokemon_desc_tmpevo_0319_0001", "Sharpedo akan menerjang dan pada saat itu juga menerbangkan duri tajam dari kepalanya, membuat lawannya luka parah.",
"pokemon_desc_tmpevo_0323_0001", "Pokémon yang memiliki gunung berapi di dalam tubuhnya. Magma bersuhu 10 ribu ℃ yang terhimpun di dalam tubuh Camerupt terkadang meletus dari punuk di punggungnya.",
"pokemon_desc_tmpevo_0334_0001", "Altaria bersembunyi di awan kapas dan menari di langit luas. Jika ia melantunkan melodi dengan suaranya yang jernih, siapa pun yang mendengarnya akan merasa nyaman seperti sedang bermimpi.",
"pokemon_desc_tmpevo_0359_0001", "Aslinya Absol tidak menyukai perselisihan sehingga Pokémon ini sangat benci berubah menjadi wujud ini untuk bertarung.",
"pokemon_desc_tmpevo_0373_0001", "Salamence menempatkan kaki depannya di sela cangkangnya dan mengambil posisi terbang. Salamence terbang berkeliling dengan kecepatan tinggi meski di tempat dengan fitur geografis yang rumit.",
"pokemon_desc_tmpevo_0380_0001", "Latias sangat sensitif terhadap emosi manusia. Jika merasakan adanya perasaan memusuhi, Pokémon ini mendirikan bulu di seluruh tubuhnya dan mengeluarkan suara keras untuk mengintimidasi musuh tersebut.",
"pokemon_desc_tmpevo_0381_0001", "Latios memiliki kemampuan memperlihatkan gambaran apa yang telah ia lihat maupun isi pikirannya kepada pihak lain dengan video. Pokémon ini dapat memahami bahasa manusia.",
"pokemon_desc_tmpevo_0383_0001", "Pokémon yang disampaikan sebagai Jelmaan Daratan. Ada legenda yang isinya mengatakan Groudon yang mencari energi alam berulang kali berselisih dengan Kyogre.",
"pokemon_desc_tmpevo_0384_0001", "Dikatakan bahwa Rayquaza telah hidup selama ratusan juta tahun. Terdapat legenda yang menceritakan bahwa Pokémon ini menghentikan perselisihan antara Kyogre dan Groudon.",
"pokestop_spin_xp_double_party", "XP Tangkapan ×2 dari memutar PokéStop saat tergabung di grup",
"postcard_sharing_optin_prompt_dismiss", "BATAL",
"quest_bagon_catch_b", "Tangkap {0} Bagon",
"quest_bagon_evolve_b_plural", "Evolusikan {0} Bagon",
"quest_bagon_evolve_b_singular", "Evolusikan Bagon",
"quest_bagon_snapshot_b", "Ambil {0} foto Bagon",
"quest_shelgon_evolve_b_plural", "Evolusikan {0} Shelgon",
"quest_shelgon_evolve_b_singular", "Evolusikan Shelgon",
"quest_special_dialogue_bagon_0_0", "Hmm, oke ... jadi begitu ... Oh! Halo, %PLAYERNAME%!",
"quest_special_dialogue_bagon_0_1", "Aku terlalu fokus menyelidiki fenomena misterius di area. Kamu pasti juga sudah menyadarinya, 'kan?",
"quest_special_dialogue_bagon_0_2", "Serpihan bebatuan dan sesuatu yang tampaknya batu yang hancur berkeping-keping tersebar di mana-mana.",
"quest_special_dialogue_bagon_0_3", "Aku butuh bantuanmu untuk menyelidiki penyebab dari fenomena misterius ini. Tolong ya!",
"quest_special_dialogue_bagon_1_0", "Wah, ternyata Bagon, si Pokémon Kepala Batu yang jadi pelaku dari fenomena ini!",
"quest_special_dialogue_bagon_1_1", "Bagon bermimpi untuk terbang mengitari langit luas, tetapi ia tak bisa terbang. Oleh karena itu, untuk melampiaskan kekesalannya, ia membenturkan kepalanya yang keras ke bebatuan besar.",
"quest_special_dialogue_bagon_1_2", "Terus, ada teori yang mengatakan bahwa ia membenturkan kepalanya dengan kuat untuk menstimulasi sel-sel yang memengaruhi evolusinya.",
"quest_special_dialogue_bagon_1_3", "Menarik, 'kan? Oke, ayo kita coba evolusikan Bagon dan buktikan kebenaran teori itu!",
"quest_special_dialogue_bagon_2_0", "Apakah semuanya berjalan lancar, %PLAYERNAME%? Mari kita lihat ... wah bukankah ini Shelgon, si Pokémon Ketabahan?! Mantap.",
"quest_special_dialogue_bagon_2_1", "Cangkang Shelgon yang sekeras besi menangkis segala jenis serangan. Selain itu, ia sering bersembunyi di gua saat menanti waktu untuk evolusi.",
"quest_special_dialogue_bagon_2_2", "Selama mengurung diri di dalam cangkang kerasnya pun, ia tetap bermimpi untuk bisa terbang di langit.",
"quest_special_dialogue_bagon_2_3", "Bagaimana kalau kita bantu Shelgon mewujudkan mimpinya?",
"quest_special_dialogue_bagon_3_0", "Menakjubkan! Kamu berhasil mewujudkan mimpi Shelgon!",
"quest_special_dialogue_bagon_3_1", "Aku bisa merasakan perasaan senang Salamence yang akhirnya bisa terbang di langit. Saking senangnya, ia akan terus terbang mengitari langit luas dan tak 'kan turun sampai kelelahan.",
"quest_special_dialogue_bagon_3_2", "Penelitian kali ini menginspirasiku untuk menguak potensi dari semua Pokémon tipe Naga.",
"quest_special_dialogue_bagon_3_3", "Kusarankan kamu jangan ikut-ikutan membenturkan kepala ke bebatuan untuk mewujudkan mimpimu, tetapi gantungkan mimpimu setinggi langit dan raihlah bersama Salamence, %PLAYERNAME%!",
"quest_special_dialogue_rogue_jungle_0_0", "Wah! Sepertinya aku beruntung hari ini, %PLAYERNAME%!",
"quest_special_dialogue_rogue_jungle_0_1", "Saat aku jalan-jalan seperti biasa, aku melihat sesuatu yang misterius dari celah pepohonan.",
"quest_special_dialogue_rogue_jungle_0_2", "Aku belum yakin sih, tetapi mungkin saja itu Zarude, sang Pokémon Mitos. Eh, atau jangan-jangan itu cuma daun gugur ya?",
"quest_special_dialogue_rogue_jungle_0_3", "Kalau begitu, bagaimana kalau kamu coba menangkap beberapa Pokémon tipe Daun? Mungkin saja kita menemukan sesuatu dari situ.",
"quest_special_dialogue_rogue_jungle_1_0", "%PLAYERNAME%, pas sekali! Dengar deh!",
"quest_special_dialogue_rogue_jungle_1_1", "Aku melihatnya lagi! Kuyakin itu pasti Pokémon!",
"quest_special_dialogue_rogue_jungle_1_2", "Sayangnya ia menghilang sebelum aku melihat sosoknya dengan jelas. Maukah kamu membantuku mencarinya?",
"quest_special_dialogue_rogue_jungle_1_3", "Selagi kamu mencarinya, aku akan membaca laporan untuk mengonfirmasi identitasnya.",
"quest_special_dialogue_rogue_jungle_2_0", "Kamu datang di saat yang pas! Yang aku lihat itu memang Zarude, %PLAYERNAME%!",
"quest_special_dialogue_rogue_jungle_2_1", "Setelah membaca beberapa dokumen di arsipku, kuyakin bahwa Pokémon itu memang Zarude, sang Pokémon Mitos!",
"quest_special_dialogue_rogue_jungle_2_2", "Pokémon itu hidup secara berkelompok, tetapi aku tak yakin ada berapa Zarude dalam kelompok tersebut. Yang jelas, kita harus mendekati mereka dengan hati-hati!",
"quest_special_dialogue_rogue_jungle_2_3", "Aku akan kembali ke penelitianku dan mencari tahu lebih banyak terkait Zarude. Selagi itu, lanjutkanlah penyelidikanmu!",
"quest_special_dialogue_rogue_jungle_3_0", "Selamat datang kembali, %PLAYERNAME%! Oh iya, apakah kamu menemukan sulur gugur yang tumbuh di tubuh Zarude?",
"quest_special_dialogue_rogue_jungle_3_1", "Sulurnya yang gugur akan menjadi nutrisi untuk tanah sehingga hutan menjadi subur dan lebat.",
"quest_special_dialogue_rogue_jungle_3_2", "Menarik, 'kan? Nah, bagaimana kalau kamu coba selidiki area tumbuhan tumbuh dengan lebat? Mungkin saja ada Zarude ada di sana.",
"quest_special_dialogue_rogue_jungle_3_3", "Kuserahkan penyelidikan lapangan kepadamu. Aku akan mencari tahu lebih rinci hubungan antara Zarude dan hutan.",
"quest_special_dialogue_rogue_jungle_4_0", "%PLAYERNAME%, berkat kerja kerasmu aku berhasil melacak lokasi Zarude!",
"quest_special_dialogue_rogue_jungle_4_1", "Ia sangat agresif jadi berhati-hatilah saat mendekatinya. Pokémon lain yang hidup di hutan pun takut padanya.",
"quest_special_dialogue_rogue_jungle_4_2", "Namun, kuyakin dengan kesabaran dan hati yang lapang, kamu pasti bisa menjadi akrab dengannya.",
"quest_special_dialogue_rogue_jungle_4_3", "Semangat! Aku selalu mendukungmu!",
"quest_title_bagon", "Hari Komunitas Klasik: Bagon",
"quest_title_bagon_0", "Hari Komunitas Klasik: Bagon (1/4)",
"quest_title_bagon_1", "Hari Komunitas Klasik: Bagon (2/4)",
"quest_title_bagon_2", "Hari Komunitas Klasik: Bagon (3/4)",
"quest_title_bagon_3", "Hari Komunitas Klasik: Bagon (4/4)",
"quest_title_rogue_jungle", "Pemberontak dari Rimba",
"quest_title_rogue_jungle_0", "Pemberontak dari Rimba (1/5)",
"quest_title_rogue_jungle_1", "Pemberontak dari Rimba (2/5)",
"quest_title_rogue_jungle_2", "Pemberontak dari Rimba (3/5)",
"quest_title_rogue_jungle_3", "Pemberontak dari Rimba (4/5)",
"quest_title_rogue_jungle_4", "Pemberontak dari Rimba (5/5)",
"quest_wailmer_catch_b", "Tangkap {0} Wailmer",
"quest_wimpod_catch_b", "Tangkap {0} Wimpod",
"raid_day_mega_heracross", "Hari Raid: Mega Heracross",
"raid_ticketed_bonus_plural", "Bonus Tiket Hari Raid",
"raid_weekend_shadow_mewtwo", "Raid Bayangan Akhir Pekan: Mewtwo",
"rating_updated_toast", "Penilaian diperbarui.",
"rejoin_modal_subtitle", "Kamu bisa gabung lagi ke grup sebelumnya dan melanjutkan Tantangan Grupmu.",
"rejoin_warning_modal_instructions", "Kamu bisa bergabung lagi melalui laman grup.",
"rejoin_warning_modal_message", "Jika pergi dari grup, kamu akan kehilangan progres tantangan dan hadiah yang belum diambil.",
"rejoin_warning_modal_message_disband", "Jika pergi dari grup, grupmu akan dibubarkan. Kamu akan kehilangan progres tantangan dan hadiah yang belum diambil.",
"rejoin_warning_modal_title", "Yakin ingin meninggalkan grup?",
"rogue_jungle_event_name", "Pemberontak dari Rimba",
"route_change_rating_button", "UBAH PENILAIAN",
"route_community_activity", "Aktivitas Komunitas",
"route_decayed_modal_description", "Rutemu telah diarsipkan karena Titik Awal atau Akhir telah dipindahkan atau dihapus. Rute Terarsip tidak dapat dimainkan atau ditemukan secara umum, tetapi tetap ada pada halaman Pembuatan Rutemu.",
"route_decayed_modal_title", "Rutemu telah diarsipkan.",
"route_edit_exit_button_secondary", "BATAL",
"route_elevation_profile_label_flat", "Datar",
"route_elevation_profile_label_mostly_flat", "Sebagian Besar Datar",
"route_elevation_profile_label_slightly_hilly", "Agak Berbukit",
"route_elevation_profile_label_steep_decline", "Turunan Tajam",
"route_elevation_profile_label_steep_incline", "Tanjakan Tajam",
"route_elevation_profile_label_very_hilly", "Sangat Berbukit",
"route_end_points_closed_error", "Tidak dapat menelusuri Rute ini saat ini dikarenakan Titik Awal atau Akhir ditutup.",
"route_last_trip_label", "Terakhir",
"route_no_rating", "Takada Penilaian",
"route_not_public_error", "Tidak dapat menelusuri Rute ini dikarenakan tidak lagi terbuka untuk umum.",
"route_player_rating_label", "NILAI",
"route_player_trips_label", "FREKUENSI",
"route_rate_button", "NILAI RUTE",
"route_rating_change_error", "Telah mengubah penilaian Rute ini hari ini. Kamu dapat mengubahnya lagi besok.",
"route_sort_rating", "NILAI",
"route_sort_trips", "FREKUENSI",
"route_total_trips_label", "Total",
"route_your_activity", "Aktivitasmu",
"settings_buddy_ar", "Partner AR",
"settings_buddy_ar_tip", "Bermain Bersama Partner dengan Niantic AR",
"settings_daily_bonus_reminder", "Pengingat Bonus Beruntun Harian",
"settings_encounter_ar", "Pertemuan AR",
"settings_encounter_ar_tip", "Pertemuan Pokémon dengan Niantic AR",
"settings_friend_level_increased", "Meningkatkan Level Pertemanan",
"shadow_gem_assembled", "Permata Purifikasi terbentuk!",
"shadow_gem_assembled_plural", "{0} Permata Purifikasi terbentuk!",
"size_xxs_xxl_increase", "Peluang kemunculan Pokémon XXS dan XXL meningkat",
"sizeable_surprises_apr24_collection_challenge_1", "Tantangan Koleksi Harta Mungil",
"sizeable_surprises_apr24_collection_challenge_2", "Tantangan Koleksi Permata Raksasa",
"sizeable_surprises_event_name", "Kejutan Terukur",
"songkran_2024_title", "Gebyuran April 2024",
"songkran_title_00", "Gebyuran April (1/3)",
"songkran_title_01", "Gebyuran April (2/3)",
"songkran_title_02", "Gebyuran April (3/3)",
"spawn_bagon", "Lebih banyak Bagon yang muncul di alam liar!",
"special_research_zarude", "Selesaikan cerita Penelitian Spesial: Pemberontak dari Rimba untuk bertemu dengan Zarude",
"story_rockethq14_0_0", "Halo, %PLAYERNAME%. Sepertinya kita punya masalah nih.",
"story_rockethq14_0_1", "Anggota Tim Roket GO muncul dalam jumlah besar. Kamu tahu sendiri 'kan? Di mana ada Tim Roket GO, di situlah sumber masalah.",
"story_rockethq14_0_2", "Mereka berencana apa kali ini? Maukah kamu membantuku mencari informasi dari orang yang sekiranya tahu rencana mereka?",
"story_rockethq14_0_3", "Bagus! Oke, ayo kumpulkan informasi sebanyak-banyaknya, lalu kita pikirkan cara mengatasi mereka!",
"story_rockethq14_1_0", "Hmm ... jadi para Bawahan Tim Roket GO itu tidak tahu dan tidak memiliki informasi penting ya, %PLAYERNAME%.",
"story_rockethq14_1_1", "Jangan khawatir. Kita masih bisa mengorek informasi dari para Pemimpinnya!",
"story_rockethq14_1_2", "Hadapi para Bawahan dan selamatkan Pokémon Bayangan sebanyak mungkin selagi aku melacak keberadaan para Pemimpinnya. Keselamatan para Pokémon adalah prioritas kita.",
"story_rockethq14_1_3", "Aku percaya kamu pasti bisa melakukannya!",
"story_rockethq14_2_0", "Kerja bagus, %PLAYERNAME%! Seandainya saja pekerjaanku berjalan selancar dirimu ...",
"story_rockethq14_2_1", "Sayang sekali, aku belum berhasil melacak keberadaan Arlo, Cliff, dan Sierra, para Pemimpin Tim Roket GO. Namun, jangan khawatir, aku masih punya rencana lainnya.",
"story_rockethq14_2_2", "Jika kamu dapat mengumpulkan beberapa Komponen Misterius, kita dapat membuat Radar Roket.",
"story_rockethq14_2_3", "Di mana pun mereka bersembunyi, kita bisa menemukan mereka dengan kehebatan teknologi canggih ini.",
"story_rockethq14_3_0", "Mantap betul, %PLAYERNAME%! Para Pemimpin Tim Roket GO itu pasti kapok menghadapimu!",
"story_rockethq14_3_1", "Namun, kita masih belum bisa menghentikan rencana jahat Tim Roket GO hanya dengan mengalahkan para Pemimpinnya. Kita harus menghadapi Giovanni yang berada di posisi tertinggi.",
"story_rockethq14_3_2", "Kita tahu betul betapa kuat Giovanni. Kuyakin kamu bisa mengalahkannya, tetapi tetaplah waspada ya.",
"story_rockethq14_3_3", "Semoga beruntung, %PLAYERNAME%!",
"story_rockethq14_4_0", "Kamu berhasil, %PLAYERNAME%! Dengan begini Giovanni dan para bawahannya akan sedikit kapok ...",
"story_rockethq14_4_1", "... Untuk sekarang sih ya. Suatu saat mereka pasti akan muncul lagi dengan rencana jahatnya. Namun paling tidak, untuk saat ini para Pokémon di area selamat berkatmu.",
"story_rockethq14_4_2", "Kemenangan ini patut dirayakan! Bagaimana kalau dirayakan dengan semangkuk Beri Pinap?",
"story_rockethq14_4_3", "Tanpa bantuanmu, aku tak 'kan bisa menyelamatkan para Pokémon. Makasih banyak ya! Selamat beristirahat dan menikmati waktumu!",
"story_rockethq14_title", "Inilah Dunia Roket!",
"story_rockethq14_title_0", "Inilah Dunia Roket!",
"story_rockethq14_title_1", "Inilah Dunia Roket! (2/5)",
"story_rockethq14_title_2", "Inilah Dunia Roket! (3/5)",
"story_rockethq14_title_3", "Inilah Dunia Roket! (4/5)",
"story_rockethq14_title_4", "Inilah Dunia Roket! (5/5)",
"story_worldofwonders_2_0", "%PLAYERNAME%! Aku mencari-carimu, lho!",
"story_worldofwonders_2_1", "Aku mendapat beberapa laporan kesaksian terkait Ultra Beast.",
"story_worldofwonders_2_2", "Aku ingin langsung memastikan apa yang sedang terjadi, tetapi kalau berurusan dengan Ultra Beast, kita harus bertindak dengan hati-hati.",
"story_worldofwonders_2_3", "Aku dan Rhi akan mempelajari laporan kesaksian tersebut. Selagi itu, kuingin kamu melakukan penyelidikan di lapangan.",
"story_worldofwonders_3_0", "Aku dan Rhi telah selesai mempelajari laporannya. Tak salah lagi, Ultra Beast memang telah muncul.",
"story_worldofwonders_3_1", "Selain Ultra Beast yang pernah kita lihat, ada juga beberapa yang sama sekali belum dikenali.",
"story_worldofwonders_3_2", "Kenapa mereka muncul lagi sekarang? Apakah dunia ini sedang dalam bahaya?",
"story_worldofwonders_3_3", "Kemunculan spontan mereka menimbulkan banyak pertanyaan. Namun, jangan khawatir. Aku dan Rhi akan menemukan penyebab dari fenomena ini.",
"story_worldofwonders_3_4", "Sementara itu, laporkan apa pun yang kamu temukan yang mungkin dapat membantu penyeledikan kita. Tetap waspada ya.",
"text_rewards_key_bagoncdc", "<b>Termasuk Hadiah:</b>\n• Item Premium dalam game seperti Permen Langka, Bola Ultra, dan lain sebagainya\n• Pertemuan ekstra dengan Bagon dan Evolusinya",
"text_rewards_key_gofest2024ver1", "<b>Termasuk:</b>\n• Pertemuan dengan Marshadow, Pokémon Mitos\n• Total hingga 9 Tiket Raid gratis setiap hari dari memutar Disk Foto di Gym\n• Pokémon spesial menetas dari Telur 7 km\n• Pewangi akan menarik Pokémon spesial\n• Peningkatan peluang pertemuan dengan Pokémon Bersinar selama event\n\n<b>Konten tambahan:</b>\n• Beli hingga 6 Juni dan mainkan antara tanggal 31 Mei dan 6 Juni untuk Penelitian Berwaktu yang berhadiah item avatar Mahkota Bulan!\n• Beli hingga 6 Mei dan mainkan antara tanggal 30 April dan 6 Mei untuk Penelitian Berwaktu yang berhadiah akses awal ke item avatar Mahkota Matahari DAN Penelitian Berwaktu yang tertera di atas!\n\nHarap diingat bahwa kamu hanya dapat membeli satu versi tiket Pokémon GO Fest: 2024. Jika kamu membeli versi ini, kamu tidak dapat membeli versi tiket yang berhadiah item avatar Kaus berwarna eksklusif. Pelajari lebih lanjut tentang versi ini dan bonus tiketnya <a href=\"https://gofest.pokemongolive.com/global\">di sini</a>.",
"text_rewards_key_megaheracrossraidday", "<b>Termasuk Bonus:</b>\n• Ekstra 8 Tiket Raid dari memutar Disk Foto di Gym\n• Peningkatan peluang perolehan Permen Langka XL dari Raid\n• Ekstra 50% XP dan Debu Bintang ×2 dengan memenangkan Raid",
"text_rewards_key_takeovermarch24", "<b>Termasuk Hadiah:</b>\n• Pertemuan dengan Pawniard\n• 6 Komponen Misterius, 1 Mesin Penetas Super, dan 1 Radar Roket",
"text_rewards_key_wonderticket", "<b>Terdapat tiga kesempatan Penelitian Berwaktu yang akan otomatis aktif dan dapat diakses begitu tersedia pada tiket ini.</b> Pembelian tiket ini akan memberimu akses ke Penelitian Berwaktu pertama dan kedua.\n\n<b>Hadiah untuk Bag. 1 dan 2:</b>\n- Item avatar Helm Poipole\n- Pertemuan dengan Beedrill, Galarian Slowpoke, dan Cacnea\n- Pertemuan dengan Eevee dan Evolusinya yang berhias sakura\n- 2 Tiket Pertarungan Premium, 2 Pewangi, 5 Permen Langka, 2 Telur Kebahagiaan, 2 Serpihan Bintang, dan banyak lagi\n- 40.000 XP dan 20.000 Debu Bintang!\n\nDetail mengenai kesempatan Penelitian Berwaktu ketiga beserta hadiah premiumnya akan segera diumumkan! <b>Harap diingat bahwa jika kamu membeli Tiket Keajaiban versi ini, kamu tidak dapat membeli tiket dengan versi yang mengandung item tambahan.</b> Informasi terkait bonus item premium berikut tersedia di situs web kami.",
"text_rewards_key_zarude", "<b>Termasuk Hadiah:</b>\n• Pertemuan dengan Zarude\n• Pertemuan dengan Galarian Zigzagoon, Seedot, Cacnea, Absol, dan Scraggy\n• 5 Permen Langka, 10 Permen Zarude, 3 Permen XL Zarude\n• 2 Tiket Pertarungan Premium, 1 Pewangi, 10 Bola Ultra, 6 Beri Pinap Perak, dan banyak lagi!",
"tgr_takeover_mar_2024_free_ticket_title", "Dunia Penuh Keajaiban: Pengambilalihan",
"tgr_takeover_mar_2024_free_ticket_title_1", "Dunia Penuh Keajaiban: Pengambilalihan (1/2)",
"tgr_takeover_mar_2024_free_ticket_title_2", "Dunia Penuh Keajaiban: Pengambilalihan (2/2)",
"tgr_takeover_mar_2024_paid_ticket_title", "Penelitian Berwaktu Pengejaran Tim Roket GO",
"ticket_bagon_cdc", "Tiket untuk cerita Penelitian Spesial Hari Komunitas Klasik Bagon tersedia di toko",
"ticket_rogue_jungle", "Tiket untuk cerita Penelitian Spesial: Pemberontak dari Rimba tersedia di toko",
"tips_raid_tutorial_mega_attack_boost_title", "Peningkatan Jurus Mega",
"trade_stardust_half_party", "Biaya Debu Bintang untuk penukaran 1/2 saat tergabung di grup",
"trade_stardust_quarter_party", "Biaya Debu Bintang untuk penukaran 1/4 saat tergabung di grup",
"transfer_candy_double_party", "Permen Transfer ×2 saat tergabung di grup",
"transfer_candy_triple_party", "Permen Transfer ×3 saat tergabung di grup",
"verdant_wonders_event_collection_challenge", "Tantangan Koleksi Keajaiban Hijau Alam",
"vps_guardian_oob_toast", "Please move back into the boundary.",
"vps_localization_exit_confirmation_body", "You wont be able to continue with this experience",
"vps_localization_exit_confirmation_header", "Are you sure want to stop localizing?",
"vps_localization_guidance_avoidglare", "Too bright! Find another direction to reduce glare.",
"vps_localization_guidance_betterlighting", "Too dark! Find a direction with better lighting.",
"vps_localization_guidance_betternetwork", "Things are taking longer than expected. Try checking your network settings or try again at a different location.",
"vps_localization_guidance_blurry", "Clean your camera lens.",
"vps_localization_guidance_lookup", "Look at the area seen in the Hint Image",
"vps_localization_guidance_obstructed", "Make sure your camera isn’t blocked.",
"vps_localization_start_button", "I see it",
"xl_candy_chance_party", "Peningkatan peluang perolehan Permen XL dari menangkap Pokémon saat tergabung di grup",
"xp_bonus_route_completion_party", "Peningkatan XP dari penyelesaian Rute saat tergabung di grup"
]}
