{"data": [
"9th_anniversary_event_name", "Pesta Hari Jadi ke-9",
"9th_anniversary_free_timed_research", "Penelitian Berwaktu Pesta Hari Jadi ke-9",
"9th_anniversary_paid_timed_research", "Penelitian Berwaktu Premium Pesta Hari Jadi ke-9",
"anniversary_2025_event_day1_2", "Pesta Hari Jadi ke-9: Hari 1 dan 2",
"anniversary_2025_event_day3_4", "Pesta Hari Jadi ke-9: Hari 3 dan 4",
"anniversary_2025_event_day5_6", "Pesta Hari Jadi ke-9: Hari 5 dan 6",
"ar_scan_landing_info_desc", "Pelatih dapat membantu upaya pengembangan teknologi AR dengan berkeliling tempat umum dan memfoto beberapa titik dengan perangkat seluler mereka. Informasi ini akan digunakan untuk membangun pemahaman 3D pada tempat-tempat di dunia nyata serta teknologi dan layanan terkait.",
"ar_scan_landing_info_desc_out", "Pelatih bisa membantu membuat peta 3D dari lokasi PokéStop dan Gym favorit mereka dengan berjalan di sekitar tempat umum dan mengambil serangkaian potret dengan perangkat seluler. Kami bisa menggunakan data yang dikumpulkan dengan cara ini untuk terus mengembangkan dan menyempurnakan fitur AR Pokémon GO.",
"avatar_backpack_tatsugiricurly", "Ransel Tatsugiri (Wujud Bengkok)",
"avatar_backpack_tatsugiridroopy", "Ransel Tatsugiri (Wujud Merunduk)",
"avatar_backpack_tatsugiristretchy", "Ransel Tatsugiri (Wujud Merenggang)",
"avatar_f_hat_wcs2022winnersitems_00_bundle_icon", "Topi\nJuara WCS 2022",
"avatar_f_pants_wcs2022winnersitems_00_bundle_icon", "Celana\nJuara WCS 2022",
"avatar_f_shirt_wcs2022winnersitems_00_bundle_icon", "Jaket\nJuara WCS 2022",
"avatar_f_shoes_wcs2022winnersitems_00_bundle_icon", "Sepatu\nJuara WCS 2022",
"avatar_gloves_wristbandblue", "Gelang GO Tim Mystic",
"avatar_gloves_wristbandred", "Gelang GO Tim Valor",
"avatar_gloves_wristbandwhite", "Gelang GO",
"avatar_gloves_wristbandyellow", "Gelang GO Tim Instinct",
"avatar_hat_partyhat", "Topi Pesta",
"avatar_hat_suitblue", "Topi GO Fest 2025 (Biru)",
"avatar_hat_suitred", "Topi GO Fest 2025 (Merah)",
"avatar_hat_suityellow", "Topi GO Fest 2025 (Kuning)",
"avatar_m_hat_wcs2022winnersitems_00_bundle_icon", "Topi\nJuara WCS 2022",
"avatar_m_pants_wcs2022winnersitems_00_bundle_icon", "Celana\nJuara WCS 2022",
"avatar_m_shirt_wcs2022winnersitems_00_bundle_icon", "Jaket\nJuara WCS 2022",
"avatar_m_shoes_wcs2022winnersitems_00_bundle_icon", "Sepatu\nJuara WCS 2022",
"avatar_pants_suit", "Celana GO Fest 2025",
"avatar_pose_icecream", "Pose Es Krim",
"avatar_shirt_suitblue", "Atasan GO Fest 2025 (Biru)",
"avatar_shirt_suitred", "Atasan GO Fest 2025 (Merah)",
"avatar_shirt_suityellow", "Atasan GO Fest 2025 (Kuning)",
"batch_transfer_unique_location_card_pokemon", "{0} Pokémon dengan Latar Belakang langka ",
"bonus_cd_move_eevee", "Eevee yang ditangkap selama event ini akan mempelajari Jurus Andalan!",
"bonus_cd_move_eevee_evolutions", "Evolusikan Eevee untuk mendapatkan Evolusi yang mempelajari jurus pilihan!",
"bonus_cd_move_jangmo_o", "Evolusikan Hakamo-o untuk mendapatkan Kommo-o yang mempelajari Scale Noise!",
"bonus_cd_move_quaxly", "Evolusikan Quaxwell untuk mendapatkan Quaquaval yang mempelajari Hydro Cannon",
"bonus_golem_rollout", "Evolusikan Alolan Graveler untuk mendapatkan Alolan Golem yang mempelajari Menggelinding!",
"bonus_location_background_t1_raid", "Pokémon yang ditemui dalam Raid bintang satu akan memiliki Latar Belakang Lokasi",
"bonus_space_time_distortion_upcoming", "Waspadai fenomena ganjil yang akan terjadi dalam beberapa hari ke depan!",
"bonus_spin_poke_ball_increase", "Putar PokéStop dan Gym menghadiahkan lebih banyak Bola Pokémon dari biasanya",
"bonus_summer_pikachu_t1_raid", "Pikachu bergaya musim panas muncul di Raid bintang satu",
"combat_move_attack_transformation", "BERUBAH BENTUK!",
"combat_move_energy_regen", "HIMPUN ENERGI!",
"combat_move_stat_change", "SERANGAN BERUBAH! PERTAHANAN BERUBAH!",
"community_day_eevee_event_name_cdc", "Hari Komunitas Klasik: Eevee",
"community_day_quaxly_event_name", "Hari Komunitas: Quaxly",
"desc_sampler_tr_emea_road_trip_berlin", "Pokémon GO Road Trip akan mengunjungi Berlin pada tanggal 9 Agustus! Kunjungi untuk bonus spesial dan Raid eksklusif Pokémon dengan Latar Belakang Lokasi Berlin.",
"desc_sampler_tr_emea_road_trip_cologne", "Pokémon GO Road Trip akan mengunjungi Köln dari tanggal 20 hingga 24 Agusuts! Kunjungi untuk bonus spesial dan Raid eksklusif Pokémon dengan Latar Belakang Lokasi Köln.",
"desc_sampler_tr_emea_road_trip_hague", "Pokémon GO Road Trip akan mengunjungi Den Haag pada tanggal 16 Agustus! Kunjungi untuk bonus spesial dan Raid eksklusif Pokémon dengan Latar Belakang Lokasi.",
"desc_sampler_tr_emea_road_trip_london", "Pokémon GO Road Trip akan mengunjungi London pada tanggal 19 Juli! Kunjungi untuk bonus spesial dan Raid eksklusif Pokémon dengan Latar Belakang Lokasi London.",
"desc_sampler_tr_emea_road_trip_manchester", "Pokémon GO Road Trip akan mengunjungi Manchester pada tanggal 16 Juli! Kunjungi untuk bonus spesial dan Raid eksklusif Pokémon dengan Latar Belakang Lokasi Manchester.",
"desc_sampler_tr_emea_road_trip_paris", "Pokémon GO Road Trip akan mengunjungi Paris pada tanggal 26 Juli! Kunjungi untuk bonus spesial dan Raid eksklusif Pokémon dengan Latar Belakang Lokasi Paris.",
"desc_sampler_tr_emea_road_trip_valencia", "Pokémon GO Road Trip akan mengunjungi Valencia pada tanggal 2 Agustus! Kunjungi untuk bonus spesial dan Raid eksklusif Pokémon dengan Latar Belakang Lokasi Valencia.",
"details_link_key", "Untuk detail lebih lanjut, kunjungi <a href=\"https://pokemongo.com/news\">situs web</a>.",
"entering_lightweight_alternate_form", "Aegislash berubah menjadi Bentuk Pedang!",
"entering_lightweight_default_form", "Aegislash berubah menjadi Bentuk Perisai!",
"event_datetime_range_key_9thparty0725", "1 Juli, 10.00 –\n6 Juli, 20.00 ",
"event_datetime_range_key_ancientsrecovered_fleetinglegends", "23 Juni, 10.00 –\n29 Juni, 18.00",
"event_datetime_range_key_cd_jangmo_o25", "21 Juni, pukul 14.00 – 17.00",
"event_datetime_range_key_cd_quaxly25", "20 Juli, pukul 14.00 – 17.00 waktu setempat",
"event_datetime_range_key_cdc_eevee25", "5 Juli, 14.00 – 6 Juli, 17.00",
"event_datetime_range_key_gmaxlapras25", "19 Juli, pukul 14.00 – 17.00",
"event_datetime_range_key_hisuianlilligantraidday", "12 Juli, pukul 14.00 – 17.00",
"event_datetime_range_key_pawprint_20250620", "20 Juni, 00.00 –\n22 Juni, 23.59",
"event_datetime_range_key_sjsr0725", "1 Juli, 10.00 –\n 6 Juli, 20.00",
"event_datetime_range_key_waterfestival_july25", "15 Juli, 10.00 –\n 20 Juli, 20.00",
"event_pass_gofest2025_upgrade_description", "Beli Tiket GO Luks: Bayangan Masa Lalu untuk membuka hadiah berikut!\n\n• Satu <a href=\"https://niantic.helpshift.com/hc/faq/5103-what-is-hyper-training/\">Tutup Botol Emas</a>, yang digunakan untuk memulai Latihan Luar Biasa yang dapat kamu selesaikan untuk meningkatkan seluruh statistik Pokémon\n• Item avatar Topeng Zacian\n• Item avatar Topeng Zamazenta\n• Bonus eksklusif yang berfokus pada Penetasan dan Raid\n• Dan masih banyak lagi!\n\nPelatih dapat memperoleh 1000 Poin GO harian mulai 23 hingga 27 Juni sebagai tambahan dari Poin GO yang diperoleh dari Tugas Tiket. Tidak ada limit jumlah Poin GO yang dapat diperoleh selama Pokémon GO Fest: Global pada 28 dan 29 Juni!",
"event_tag_emea_road_trip", "Pokémon GO Road Trip",
"f_avatar_poses_bundle_pose_39", "Pose\nJuara WCS 2022",
"filter_key_paldea", "paldea",
"g_journey_2025_tr_path_a", "Choose Rillaboom",
"g_journey_2025_tr_path_a_desc", "Choose this option to encounter, catch, and train a Rillaboom capable of Gigantamaxing.",
"g_journey_2025_tr_path_b", "Choose Cinderace",
"g_journey_2025_tr_path_b_desc", "Choose this option to encounter, catch, and train a Cinderace capable of Gigantamaxing.",
"g_journey_2025_tr_path_c", "Choose Inteleon",
"g_journey_2025_tr_path_c_desc", "Choose this option to encounter, catch, and train a Inteleon capable of Gigantamaxing.",
"g_journey_dialogue_00", "Hi there, %PLAYERNAME%! Which of these Gigantamax Pokémon would you most like to have by your side?",
"general1.ticket.1_9thparty0725_title", "Tiket Penelitian Berwaktu Premium Pesta Hari Jadi ke-9",
"general1.ticket.5_hisuianlilligantraidday_title", "Tiket Hari Raid Hisuian Liligant",
"general1.ticket._2025_ancientsrecovered_fleetinglegends", "Tiket Penelitian Berwaktu Premium Bayangan Masa Lalu: Langit Luas",
"general1.ticket._waterfestival_july25_title", "Tiket Penelitian Berwaktu Premium Kebahagiaan dalam Tiap Sekopan",
"general1.ticket_cd_jangmo_o25_title", "Tiket Hari Komunitas Jangmo-o",
"general1.ticket_cd_quaxly25_title", "Tiket Hari Komunitas Quaxly",
"general1.ticket_cdc_eevee25_title", "Tiket Hari Komunitas Klasik Eevee",
"gmax_lapras_lead_up_timed_research", "Penelitian Berwaktu Pendahuluan Hari Pertarungan Max Lapras Gigantamax",
"go_fest_2025_global_sr_swsh_00_00", "Senang bertemu denganmu, %PLAYERNAME%! Dengan semua Pelatih berbakat dan Pokémon di sekitar kita, rasanya legenda akan lahir!",
"go_fest_2025_global_sr_swsh_00_01", "Aku telah mengumpulkan berbagai informasi menarik di tengah keriuhan ini. Mari kita lihat!",
"go_fest_2025_global_sr_swsh_00_02", "Aku sudah bertukar catatan dengan seorang peneliti dari daerah lain, dan dia membagikan penemuannya tentang Zacian dan Zamazenta.",
"go_fest_2025_global_sr_swsh_00_03", "Pokémon Heroik yang tangguh ini telah mencapai kedudukan legendaris pada masanya. Percayalah, aku sangat bersemangat untuk menelitinya!",
"go_fest_2025_global_sr_swsh_00_04_branch", "Sekarang, beri tahu aku—dari kedua Pokémon ini, mana yang paling menarik perhatianmu?",
"go_fest_2025_global_sr_swsh_01_00_shield", "Baiklah, persiapkan dirimu! Mari kita lihat catatan yang kumiliki tentang Zamazenta.",
"go_fest_2025_global_sr_swsh_01_00_sword", "Pilihan yang berani. Kamu benar—sekarang saatnya untuk beraksi! Mari kita lihat catatanku tentang Zacian...",
"go_fest_2025_global_sr_swsh_01_01_shield", "Ah, ini dia. \"Di masa lalu, Zamazenta bekerja sama dengan seorang raja manusia untuk menyelamatkan Galar.”",
"go_fest_2025_global_sr_swsh_01_01_sword", "Ini dia. Pokémon yang dikenal sebagai pahlawan legendaris. Zacian bertarung dengan menyerap logam dan mengubahnya menjadi senjata.",
"go_fest_2025_global_sr_swsh_01_02_shield", "Sungguh pencapaian yang mulia! Tapi menyelamatkan Galar dari apa, ya? Mungkin kita bisa menanyakannya saat kita bertemu dengannya suatu hari nanti!",
"go_fest_2025_global_sr_swsh_01_02_sword", "Sungguh mengesankan. Aku penasaran apa Zacian bisa mengajari Meltanku cara melakukannya.",
"go_fest_2025_global_sr_swsh_01_03_shield", "Tapi untuk pertanyaan yang satu ini, aku punya jawabannya. Apa tipe Pokémon dari Zamazenta, Pahlawan di Banyak Pertarungan? Apa kamu bisa menebaknya?",
"go_fest_2025_global_sr_swsh_01_03_sword", "Omong-omong soal logam, kamu mungkin berpikir bahwa Zacian, Pahlawan di Banyak Pertarungan, merupakan tipe Logam, tapi sebenarnya bukan! Apa kamu bisa menebaknya?",
"go_fest_2025_global_sr_swsh_02_00_shield", "Kamu sudah tahu apa tipe Pokémon Zamazenta, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_02_00_sword", "Kamu sudah tahu apa tipe Pokémon Zacian, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_02_01_shield", "Kamu benar! Tipe Petarung!",
"go_fest_2025_global_sr_swsh_02_01_sword", "Tepat sekali! Tipe Peri!",
"go_fest_2025_global_sr_swsh_02_02_shield", "Menurut legenda, Pokémon ini telah tertidur dalam bentuk patung batu sedemikian lamanya hingga orang-orang melupakan keberadaannya.",
"go_fest_2025_global_sr_swsh_02_02_sword", "Konon, Zacian tertidur selama bertahun-tahun. Ada yang bilang ia adalah kakak perempuan Zamazenta, tapi ada juga yang bilang mereka adalah rival. Bagaimana menurutmu?",
"go_fest_2025_global_sr_swsh_02_03_shield", "Menyelamatkan Galar akan membuat siapa pun membutuhkan tidur panjang. Bahkan, aku sendiri mau tidur dulu sebentar! Sampai ketemu lagi.",
"go_fest_2025_global_sr_swsh_02_03_sword", "Aku yakin kakak beradik mana pun akan bilang mereka bisa jadi keduanya! Haha!",
"go_fest_2025_global_sr_swsh_03_00_shield", "Hai!! Aku.... huaah... merasa segar kembali! Nah, sampai di mana kita tadi? Ah, benar—Percayakah kamu bahwa Zamazenta memiliki bentuk lain yang mengagumkan?",
"go_fest_2025_global_sr_swsh_03_00_sword", "Percayakah kamu bahwa Zacian ternyata memiliki bentuk lain yang mengagumkan?",
"go_fest_2025_global_sr_swsh_03_01_shield", "Ketika mengayunkan perisainya, Zamazenta berubah ke bentuk Raja Perisai, dan menjadi tipe Petarung dan tipe Logam!",
"go_fest_2025_global_sr_swsh_03_01_sword", "Saat mengenakan persenjataan yang dahulu ia gunakan, Zacian berubah ke bentuk Raja Pedang, dan menjadi tipe Peri dan tipe Logam!",
"go_fest_2025_global_sr_swsh_03_02_shield", "Dalam bentuk Raja Perisai, ia bisa menangkis pukulan-pukulan hebat—bahkan serangan dari Pokémon Dynamax!",
"go_fest_2025_global_sr_swsh_03_02_sword", "Kudengar Zacian dalam bentuk Raja Pedang bahkan bisa menumbangkan Pokémon Gigantamax dengan sekali tebasan. Sungguh mencuri \"peri-hatian,\" ya!",
"go_fest_2025_global_sr_swsh_03_03_shield", "Betapa menakjubkannya jika suatu hari nanti bisa menyaksikan Zamazenta dalam Pertarungan Max... Aku yakin, jika ada yang bisa melakukannya, kamulah orangnya.",
"go_fest_2025_global_sr_swsh_03_03_sword", "Betapa menakjubkannya jika suatu saat nanti bisa menyaksikan Zacian dalam Pertarungan Max... Aku yakin, jika ada yang bisa melakukannya, kamulah orangnya.",
"go_fest_2025_global_sr_swsh_04_00_shield", "Ahoy, %PLAYERNAME%! Aku sudah mempelajari lebih banyak tentang Zamazenta dan bentuk Raja Perisainya.",
"go_fest_2025_global_sr_swsh_04_00_sword", "Ahoy, %PLAYERNAME%! Aku sudah mempelajari Zacian dan bentuk Raja Pedangnya!",
"go_fest_2025_global_sr_swsh_04_01_shield", "Berdasarkan penelitianku, kemampuannya untuk menangkis serangan apa pun membuatnya dikenal sebagai Perisai Raja Petarung. Nah, bagaimana kamu bisa menemukan kelemahan dalam pertahanannya?",
"go_fest_2025_global_sr_swsh_04_01_sword", "Berdasarkan penelitianku, Zacian dikenal sebagai Pedang Raja Peri yang ditakuti dan dipuja oleh teman maupun musuh. Nah, bagaimana kamu akan menghadapi lawan setangguh itu?",
"go_fest_2025_global_sr_swsh_04_02_shield", "Seperti yang sudah kukatakan, Zamazenta dalam bentuk Raja Perisai merupakan tipe Logam dan tipe Petarung. Dan apa kamu tahu tipe Logam lemah terhadap apa?",
"go_fest_2025_global_sr_swsh_04_02_sword", "Seperti yang sudah kukatakan, Zacian dalam bentuk Raja Pedang merupakan tipe Peri dan tipe Logam. Apa kamu tahu tipe Logam lemah terhadap apa?",
"go_fest_2025_global_sr_swsh_04_03_shield", "Pikirkanlah dan beri tahu aku saat kamu sudah punya jawabannya!",
"go_fest_2025_global_sr_swsh_04_03_sword", "Pikirkanlah dan beri tahu aku saat kamu sudah punya jawabannya!",
"go_fest_2025_global_sr_swsh_05_00_shield", "Apa kamu siap membuatku terkesan dengan pengetahuanmu tentang tipe Logam, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_05_00_sword", "Apa kamu siap membuatku terkesan dengan pengetahuanmu tentang tipe Logam, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_05_01_shield", "Betul! Tipe Logam lemah terhadap Pokémon tipe Api, Petarung, dan Tanah. Kamu punya banyak pilihan untuk menghadapi Zamazenta!",
"go_fest_2025_global_sr_swsh_05_01_sword", "Benar, tipe Logam lemah terhadap Pokémon tipe Api, Petarung, dan Tanah. Kamu punya banyak pilihan untuk menghadapi Zacian!",
"go_fest_2025_global_sr_swsh_05_02_shield", "Waktu kita bersama telah memperkuat cintaku pada penelitian. Selalu ada hal baru untuk dipelajari.",
"go_fest_2025_global_sr_swsh_05_02_sword", "Waktu kita bersama telah memperkuat cintaku pada penelitian. Selalu ada hal baru untuk dipelajari.",
"go_fest_2025_global_sr_swsh_05_03_shield", "Kalau begitu, sampai jumpa lagi. Let's GO!",
"go_fest_2025_global_sr_swsh_05_03_sword", "Kalau begitu, sampai jumpa lagi. Let's GO!",
"go_fest_2025_global_sr_volcanion_00_00", "Hei, %PLAYERNAME%! Sungguh hari yang menyenangkan! Dan hari ini akan menjadi semakin menyenangkan karena aku punya kabar luar biasa!",
"go_fest_2025_global_sr_volcanion_00_01", "Hari ini aku menjumpai kabut tidak biasa saat jalan-jalan pagiku. Aku punya firasat bahwa ini menandakan Pokémon Mitos Volcanion ada di dekat sini.",
"go_fest_2025_global_sr_volcanion_00_02", "Volcanion adalah satu-satunya Pokémon tipe Api dan tipe Air, dan ia mengeluarkan gumpalan uap.",
"go_fest_2025_global_sr_volcanion_00_03", "Pergilah menjelajah, dan aku akan menganalisis komposisi dari kabut itu. Nikmati petualanganmu, dan kita akan bertemu lagi untuk membandingkan penemuan kita!",
"go_fest_2025_global_sr_volcanion_01_00", "Selamat datang kembali, %PLAYERNAME%. Tidak ada kabar baru tentang kabut itu, tapi hal ini membuatku berpikir tentang pengaruh lingkungan pada Pokémon yang kita temukan.",
"go_fest_2025_global_sr_volcanion_01_01", "Yang tentu saja, memberikan kesempatan yang sempurna untuk penelitian! Kita bisa mengumpulkan data berharga dengan memantau perubahan per jam pada habitat Pokémon.",
"go_fest_2025_global_sr_volcanion_01_02", "Dan pengamatan tersebut dapat membantu kita memperoleh wawasan krusial tentang habitat kesukaan dan perilaku Volcanion.",
"go_fest_2025_global_sr_volcanion_01_03", "Di sinilah saatnya kamu beraksi. Bagaimana kalau kamu pergi menyelidiki perubahan habitat-habitat ini?",
"go_fest_2025_global_sr_volcanion_02_00", "Kerja fantastis, %PLAYERNAME%!",
"go_fest_2025_global_sr_volcanion_02_01", "Mengingat kita sedang menyelidiki Pokémon yang menggunakan air, aku ingin kamu mempelajari beberapa tipe Air di habitat alami mereka.",
"go_fest_2025_global_sr_volcanion_02_02", "Perhatikan dan pelajarilah cara mereka beradaptasi dengan lingkungannya.",
"go_fest_2025_global_sr_volcanion_02_03", "Setiap pengamatan akan membawa kita lebih dekat dengan Volcanion! Aku mengandalkanmu, kawan!",
"go_fest_2025_global_sr_volcanion_03_00", "Kamu membuat kemajuan luar biasa dengan survei basah kuyupmu! Mari kita alihkan perhatian kita pada Pokémon tipe Api.",
"go_fest_2025_global_sr_volcanion_03_01", "Saat ini Volcanion adalah satu-satunya Pokémon yang diketahui memiliki tipe Api dan tipe Air, jadi sangat penting bagi kita untuk memahami bagaimana ia berperilaku.",
"go_fest_2025_global_sr_volcanion_03_02", "Mari kita amati tipe Api di habitat alami mereka. Dan perhatikan baik-baik mekanisme yang mereka gunakan untuk mencegah terjadinya panas berlebih.",
"go_fest_2025_global_sr_volcanion_03_03", "Kesimpulan yang kita dapatkan akan membantu kita memahami Volcanion. Ingatlah, kerja lapanganmu sangat penting, %PLAYERNAME%!",
"go_fest_2025_global_sr_volcanion_04_00", "Penemuan luar biasa, %PLAYERNAME%! Penelitianmu tentang tipe Air dan Api memberikan pemahaman lebih jelas tentang bagaimana Volcanion mungkin berperilaku di alam liar.",
"go_fest_2025_global_sr_volcanion_04_01", "Tantangan kita selanjutnya mungkin yang paling penting. Kita harus menunjukkan pada Volcanion bahwa kamu adalah Pelatih yang bisa dipercaya. Mari kita fokus untuk menunjukkan keahlianmu dalam merawat Pokémon!",
"go_fest_2025_global_sr_volcanion_04_02", "Aku yakin ketika Volcanion melihat kebaikan dan rasa hormat yang kamu tunjukkan pada teman Pokémonmu, ia pasti akan mengenali kebaikan dalam hatimu. ",
"go_fest_2025_global_sr_volcanion_04_03", "Pendekatanmu bisa membuat perbedaan besar pada kesempatan kita untuk bertemu dengan Pokémon yang sulit ditemui ini!",
"go_fest_2025_global_sr_volcanion_05_00", "Seperti biasa, kerja yang fenomenal! Sekali lagi, kesabaran, dedikasi, dan kebaikan hatimu telah mencapai hal yang mungkin dianggap mustahil—kamu telah mendapatkan kepercayaan Volcanion!",
"go_fest_2025_global_sr_volcanion_05_01", "Cobalah untuk menghabiskan waktu yang bermakna dengan Pokémon Mitos ini untuk menumbuhkan ikatan istimewa hasil dari saling memahami dan menghormati.",
"go_fest_2025_global_sr_volcanion_05_02", "Pemahaman kita tentang Pokémon telah berkembang berkat perjalanan ini. Hubungan antara Pelatih dan Pokémon benar-benar alat penelitian yang berharga!",
"go_fest_2025_global_sr_volcanion_05_03", "Pengalamanmu dengan Volcanion akan menginspirasi Pelatih di mana pun, %PLAYERNAME%. Aku sangat bangga padamu!",
"gofest2025_details_link", "Untuk detail lebih lanjut, kunjungi <a href=\"https://pokemongo.com/news/go-pass-ancients-recovered-2025\">situs web</a>",
"gofest_2025_habitat_emea_ancient_temple_make_good", "Tantangan Koleksi Kuil Kuno",
"gofest_2025_habitat_emea_ancient_temple_make_good_description", "Tangkap Pokémon ini di habitat Kuil Kuno!",
"gofest_2025_habitat_emea_carnival_grounds_make_good", "Tantangan Koleksi Lokasi Karnaval",
"gofest_2025_habitat_emea_carnival_grounds_make_good_description", "Tangkap Pokémon ini di habitat Lokasi Karnaval!",
"gofest_2025_habitat_emea_noble_fields_make_good", "Tantangan Koleksi Medan Mulia",
"gofest_2025_habitat_emea_noble_fields_make_good_description", "Tangkap Pokémon ini di habitat Medan Mulia!",
"gofest_2025_habitat_emea_sunken_treasure_make_good", "Tantangan Koleksi Harta Tenggelam",
"gofest_2025_habitat_emea_sunken_treasure_make_good_description", "Tangkap Pokémon ini di habitat Harta Tenggelam!",
"hisui_celebration_event_name", "Buka Ultra: Selebrasi Hisui",
"hisui_celebration_space_time_distortion_event_name", "Selebrasi Hisui: Distorsi Ruang & Waktu",
"hisuian_liligant_raid_day_event_name", "Hari Raid: Hisuian Liligant",
"home_location_card_transfer_warning", "Latar Belakang Lokasi Pokémon ini akan hilang jika ditransfer.",
"hyper_training_attack_1", "LATIHAN SERANGAN 1",
"hyper_training_attack_10", "LATIHAN SERANGAN 10",
"hyper_training_attack_11", "LATIHAN SERANGAN 11",
"hyper_training_attack_12", "LATIHAN SERANGAN 12",
"hyper_training_attack_13", "LATIHAN SERANGAN 13",
"hyper_training_attack_14", "LATIHAN SERANGAN 14",
"hyper_training_attack_15", "LATIHAN SERANGAN 15",
"hyper_training_attack_2", "LATIHAN SERANGAN 2",
"hyper_training_attack_3", "LATIHAN SERANGAN 3",
"hyper_training_attack_4", "LATIHAN SERANGAN 4",
"hyper_training_attack_5", "LATIHAN SERANGAN 5",
"hyper_training_attack_6", "LATIHAN SERANGAN 6",
"hyper_training_attack_7", "LATIHAN SERANGAN 7",
"hyper_training_attack_8", "LATIHAN SERANGAN 8",
"hyper_training_attack_9", "LATIHAN SERANGAN 9",
"hyper_training_completed_key", "Latihan Luar Biasa Selesai!",
"hyper_training_defense_1", "LATIHAN PERTAHANAN 1",
"hyper_training_defense_10", "LATIHAN PERTAHANAN 10",
"hyper_training_defense_11", "LATIHAN PERTAHANAN 11",
"hyper_training_defense_12", "LATIHAN PERTAHANAN 12",
"hyper_training_defense_13", "LATIHAN PERTAHANAN 13",
"hyper_training_defense_14", "LATIHAN PERTAHANAN 14",
"hyper_training_defense_15", "LATIHAN PERTAHANAN 15",
"hyper_training_defense_2", "LATIHAN PERTAHANAN 2",
"hyper_training_defense_3", "LATIHAN PERTAHANAN 3",
"hyper_training_defense_4", "LATIHAN PERTAHANAN 4",
"hyper_training_defense_5", "LATIHAN PERTAHANAN 5",
"hyper_training_defense_6", "LATIHAN PERTAHANAN 6",
"hyper_training_defense_7", "LATIHAN PERTAHANAN 7",
"hyper_training_defense_8", "LATIHAN PERTAHANAN 8",
"hyper_training_defense_9", "LATIHAN PERTAHANAN 9",
"hyper_training_expired_key", "Latihan Luar Biasa Telah Berakhir",
"hyper_training_goals_met", "Telah mencapai target Latihan Luar Biasa!",
"hyper_training_has_ended", "Latihan Luar Biasa telah berakhir.",
"hyper_training_hp_1", "LATIHAN HP 1",
"hyper_training_hp_10", "LATIHAN HP 10",
"hyper_training_hp_11", "LATIHAN HP 11",
"hyper_training_hp_12", "LATIHAN HP 12",
"hyper_training_hp_13", "LATIHAN HP 13",
"hyper_training_hp_14", "LATIHAN HP 14",
"hyper_training_hp_15", "LATIHAN HP 15",
"hyper_training_hp_2", "LATIHAN HP 2",
"hyper_training_hp_3", "LATIHAN HP 3",
"hyper_training_hp_4", "LATIHAN HP 4",
"hyper_training_hp_5", "LATIHAN HP 5",
"hyper_training_hp_6", "LATIHAN HP 6",
"hyper_training_hp_7", "LATIHAN HP 7",
"hyper_training_hp_8", "LATIHAN HP 8",
"hyper_training_hp_9", "LATIHAN HP 9",
"hyper_training_spark_training_complete_dialogue_2", "Kalian berdua telah berkembang dengan pesat. Selamat!",
"hyper_training_trade_confirm_message", "Kamu telah meningkatkan statistik Pokémon ini melalui Latihan Luar Biasa. Statistiknya akan diacak ketika ditukarkan. Lanjutkan pertukaran?",
"invite_recommended_friends_callout", "NEW! Segera undang teman yang direkomendasikan!",
"item_event_ticket_2025_ancientsrecovered_fleetinglegends", "Tiket untuk mengakses Penelitian Berwaktu Premium Bayangan Masa Lalu: Langit Luas hingga 29 Juni 2025, pukul 18.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_details_2025_ancientsrecovered_fleetinglegends", "Tiket ini akan aktif secara otomatis pada 23 Juni pukul 10.00 dan memberimu akses ke Penelitian Berwaktu Premium Bayangan Masa Lalu: Langit Luas, di mana pun kamu berada.",
"item_event_ticket_evergreen_desc_9thparty0725", "Tiket untuk mengakses Penelitian Berwaktu Premium Pesta Hari Jadi ke-9 hingga 6 Juli 2025, pukul 20.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_evergreen_desc_pawprint_20250620", "Tiket untuk mengakses Penelitian Berwaktu Premium Taman Yamper pada 20 Juni, pukul 12.00 hingga 22 Juni 2025, pukul 23.59 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_evergreen_desc_sjsr0725", "Tiket untuk mengakses Penelitian Mahakarya: Harapan Terkabul yang akan membawamu pada pertemuan dengan Jirachi Bersinar, mulai 1 Juli pukul 10.00 waktu setempat, di mana pun kamu berada. ",
"item_event_ticket_evergreen_desc_waterfestival_july25", "Tiket untuk mengakses Penelitian Berwaktu Premium Kebahagiaan dalam Tiap Sekopan hingga 20 Juli 2025, pukul 20.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_evergreen_details_9thparty0725", "Tiket ini akan aktif secara otomatis pada tanggal 1 Juli dan memberimu akses ke Penelitian Berwaktu Premium Pesta Hari Jadi ke-9, di mana pun kamu berada.",
"item_event_ticket_evergreen_details_pawprint_20250620", "Tiket ini akan aktif secara otomatis pada tanggal 20 Juni dan memberimu akses ke Penelitian Berwaktu Premium Taman Yamper, di mana pun kamu berada.",
"item_event_ticket_evergreen_details_sjsr0725", "Tiket ini akan aktif secara otomatis pada 1 Juli dan memberimu akses ke Penelitian Mahakarya: Harapan Terkabul, yang akan membawamu pada pertemuan dengan Jirachi Bersinar.\n\nSetelah pembelian, kamu harus bermain dari 1 Juli pukul 10.00 hingga 6 Juli pukul 20.00 waktu setempat untuk menerima Penelitian ini. Setelah diterima, Penelitian Mahakarya tidak akan kedaluwarsa.",
"item_event_ticket_evergreen_details_waterfestival_july25", "Tiket ini akan aktif secara otomatis pada 15 Juli untuk memberimu akses ke Penelitian Berwaktu Premium Kebahagiaan dalam Tiap Sekopan, di mana pun kamu berada.",
"item_event_ticket_gray_desc_gmaxlapras25", "Tiket untuk mengakses bonus spesial pada 19 Juli 2025, mulai pukul 14.00 hingga 17.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_gray_desc_hisuianlilligantraidday", "Tiket untuk mengakses ke bonus spesial pada 12 Juli 2025, mulai pukul 14.00 hingga 17.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_gray_details_gmaxlapras25", "Tiket ini akan aktif secara otomatis untuk memberimu akses ke bonus spesial pada 19 Juli, di mana pun kamu berada.",
"item_event_ticket_gray_details_hisuianlilligantraidday", "Tiket ini akan aktif secara otomatis untuk memberimu akses ke bonus spesial pada 12 Juli, di mana pun kamu berada.",
"item_event_ticket_pink_desc_cd_jangmo_o25", "Tiket untuk mengakses Penelitian Spesial Hari Komunitas Jangmo-o mulai 21 Juni, pukul 14.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_pink_desc_cd_quaxly25", "Tiket untuk mengakses Penelitian Spesial Hari Komunitas Quaxly mulai 20 Juli, pukul 14.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_pink_desc_cdc_eevee25", "Tiket untuk mengakses Penelitian Spesial Hari Komunitas Klasik Eevee mulai 5 Juli, pukul 14.00 waktu setempat, di mana pun kamu berada.",
"item_event_ticket_pink_details_cd_jangmo_o25", "Tiket ini akan aktif secara otomatis dan memberimu akses ke Penelitian Spesial Hari Komunitas Oh! Jangmo-o! pada 21 Juni, di mana pun kamu berada.",
"item_event_ticket_pink_details_cd_quaxly25", "Tiket ini akan aktif secara otomatis pada 20 Juli dan memberimu akses ke Penelitian Spesial Cipratan Gaya, di mana pun kamu berada.",
"item_event_ticket_pink_details_cdc_eevee25", "Tiket ini akan aktif secara otomatis dan memberimu akses ke Penelitian Spesial Hari Komunitas Klasik Eevee, di mana pun kamu berada.",
"item_expiration_consolation", "{0} milikmu rusak!",
"item_max_boost_desc", "Item yang melipatgandakan kerusakan yang diberikan Pokémonmu di Pertarungan Max selama 30 menit.",
"kr2025_lotte_baseball_desc", "Penelitian Berwaktu Event Musim Lotte Giants",
"kr2025_lotte_baseball_title", "Event Musim Lotte Giants",
"kr_festival_raid_event_area", "Raid eksklusif event dengan Pikachu bertopi pesta, Lapras bersyal, dan Deerling berwujud musim panas akan berlangsung di area Jangheung.",
"kr_festival_raid_location_background", "Pokémon yang ditangkap dari Raid event mungkin memiliki Latar Belakang Lokasi eksklusif.",
"kr_festival_tr_daily_nationwide", "Untuk merayakan Festival Air Musim Panas 2025, Penelitian Berwaktu Harian akan hadir di seluruh Korea. Jangan lewatkan kesempatanmu untuk mengklaim hadiah setiap harinya!",
"kr_festival_tr_location_background", "Pokémon yang ditangkap dari tugas Penelitian Berwaktu mungkin memiliki Latar Belakang Lokasi eksklusif.",
"kr_summer_festival_2025_daily_tr_name", "Penelitian Berwaktu Harian Sedia, Siap, Byur!",
"kr_summer_festival_2025_daily_tr_name_1", "Penelitian Berwaktu Harian Sedia, Siap, Byur!: Hari 1",
"kr_summer_festival_2025_daily_tr_name_2", "Penelitian Berwaktu Harian Sedia, Siap, Byur!: Hari 2",
"kr_summer_festival_2025_daily_tr_name_3", "Penelitian Berwaktu Harian Sedia, Siap, Byur!: Hari 3",
"kr_summer_festival_2025_daily_tr_name_4", "Penelitian Berwaktu Harian Sedia, Siap, Byur!: Hari 4",
"kr_summer_festival_2025_daily_tr_name_5", "Penelitian Berwaktu Harian Sedia, Siap, Byur!: Hari 5",
"kr_summer_festival_2025_daily_tr_name_6", "Penelitian Berwaktu Harian Sedia, Siap, Byur!: Hari 6",
"kr_summer_festival_2025_daily_tr_name_7", "Penelitian Berwaktu Harian Sedia, Siap, Byur!: Hari Terakhir",
"kr_summer_festival_2025_jangheung_bonus", "Festival Air Semburan Musim Panas 2025 – Bonus Jangheung-gun",
"kr_summer_festival_2025_nationwide_bonus", "Festival Air Semburan Musim Panas 2025 – Bonus Korea",
"kr_summer_festival_2025_tag", "Festival Air",
"kr_summer_festival_2025_title", "Festival Air Semburan Musim Panas 2025",
"kr_summer_festival_2025_tr_name", "Penelitian Berwaktu Latar Belakang Semburan Musim Panas",
"kr_summer_festival_2025_tr_name_1", "Penelitian Berwaktu Latar Belakang Semburan Musim Panas (1/3)",
"kr_summer_festival_2025_tr_name_2", " Penelitian Berwaktu Latar Belakang Semburan Musim Panas (2/3)",
"kr_summer_festival_2025_tr_name_3", "Penelitian Berwaktu Latar Belakang Semburan Musim Panas (3/3)",
"lapras_gmax_tr_2025_title", "Penelitian Berwaktu Premium Hari Pertarungan Max Lapras Gigantamax",
"location_card_tutorial_header", "Latar Belakang Lokasi",
"location_card_tutorial_message", "Kamu mendapatkan Latar Belakang Lokasi! Ini adalah latar belakang langka yang bisa kamu dapatkan saat menangkap Pokémon di lokasi spesial. Let's GO dan koleksi lebih banyak lagi!",
"m_avatar_poses_bundle_pose_39", "Pose\nJuara WCS 2022",
"max_boost.1_description", "Jamur yang melipatgandakan kerusakan yang diberikan Pokémonmu di Pertarungan Max selama 30 menit.",
"max_boost.3_description", "3 Jamur Max. Melipatgandakan kerusakan yang diberikan Pokémonmu di Pertarungan Max selama 30 menit.",
"metadata_patch", "Built at 2025-07-08T21:51:08.180602+00:00 for id-ID\nat SHA 443d30a551e\nPipeline 3270979, job 42855597\nPatch from: 0.369.0-SHA-aa1c5d13-RC3, 0.367.2-SHA-da650b30-RC1, 0.371.0-SHA-ba658d24-RC1",
"motor_accessibility_settings_title", "Aksesibilitas Kendali",
"move_name_0484", "Scale Noise",
"move_name_0487", "Aqua Step",
"n_hat_wcs2022winnersitems_0_display_name", "Topi Juara WCS 2022",
"n_pants_wcs2022winnersitems_0_display_name", "Celana Juara WCS 2022",
"n_pose_039_display_name", "Pose\nJuara WCS 2022",
"n_shirt_wcs2022winnersitems_0_display_name", "Jaket Juara WCS 2022",
"n_shoes_wcs2022winnersitems_0_display_name", "Sepatu Juara WCS 2022",
"no_farther_stats_improvement", "Kamu tidak akan bisa meningkatkan statistik {0} lebih jauh lagi dengan Tutup Botol ini.",
"num_completed_tasks_label", "{0} Tasks Completed!",
"paw_prints_event_name", "Taman Yamper",
"paw_prints_furfrou_tr", "Penelitian Berwaktu Furfrou",
"paw_prints_paid_tr", "Penelitian Berwaktu Premium Taman Yamper",
"paw_prints_paid_tr_0", "Penelitian Berwaktu Premium Taman Yamper (1/2)",
"paw_prints_paid_tr_1", "Penelitian Berwaktu Premium Taman Yamper (2/2)",
"paw_prints_poochyena_tr", "Penelitian Berwaktu Poochyena",
"paw_prints_snubbull_tr", "Penelitian Berwaktu Snubbull",
"pgorelease.general1.ticket.2_pawprint_20250620_title", "Tiket Penelitian Berwaktu Premium Taman Yamper",
"photobomb_five_jangmo_o", "5 pertemuan kejutan dengan Jangmo-o di Foto GO",
"photobomb_five_quaxly", "5 pertemuan kejutan dengan Quaxly di Foto GO",
"pokedex_info_battle_resistance_header", "Resistan Pada",
"pokedex_info_battle_weak_header", "Lemah Pada",
"pokemon_ibfc_attack_change", "SERANGAN BERUBAH",
"pokemon_ibfc_defense_change", "PERTAHANAN BERUBAH",
"pokemon_ibfc_desc_0681", "Pokémon ini berubah menjadi Bentuk Pedang ketika ia menggunakan Jurus Super dan berubah menjadi Bentuk Perisai ketika ia menggunakan Perisai.",
"pokemon_ibfc_name_0681", "Bentuk Pedang",
"pokemon_info_powerup_is_training", "Pokémon ini sedang menjalani Latihan Luar Biasa.",
"quest_jangmo_o_catch_b", "Tangkap {0} Jangmo-o",
"quest_power_up_passimian_plural", "Perkuat Passimian {0} kali",
"quest_quaxly_catch_b", "Tangkap {0} Quaxly",
"quest_title_eevee", "Hari Komunitas Klasik: Eevee",
"quest_title_eevee_0", "Hari Komunitas Klasik: Eevee (1/3)",
"quest_title_eevee_1", "Hari Komunitas Klasik: Eevee (2/3)",
"quest_title_eevee_2", "Hari Komunitas Klasik: Eevee (3/3)",
"quest_title_jangmo_o", "Oh! Jangmo-o!",
"quest_title_jangmo_o_0", "Oh! Jangmo-o! (1/3)",
"quest_title_jangmo_o_1", "Oh! Jangmo-o! (2/3)",
"quest_title_jangmo_o_2", "Oh! Jangmo-o! (3/3)",
"quest_title_quaxly", "Cipratan Gaya",
"quest_title_quaxly_0", "Cipratan Gaya (1/3)",
"quest_title_quaxly_1", "Cipratan Gaya (2/3)",
"quest_title_quaxly_2", "Cipratan Gaya (3/3)",
"quest_trainee_battle_trainer_plural", "Bertarung melawan Pelatih {0} kali bersama Pokémon pelatihan di tim pertarunganmu",
"quest_trainee_battle_trainer_singular", "Bertarung melawan Pelatih bersama Pokémon pelatihan di tim pertarunganmu",
"quest_trainee_battle_trainer_win_plural", "Menangkan {0} pertarungan melawan Pelatih lain bersama Pokémon pelatihan di tim pertarunganmu",
"quests_completed_story_quests_collapsed_header", "Completed Research ({0})",
"rewarded_spend_helpshift_blog_url", "https://pokemongo.com/news/eggs-pedition-access-june-2025#rewardroad",
"rewarded_spend_helpshift_desc", "Jalur Hadiah adalah program hadiah bulanan berupa Pelatih dapat menerima Poin Hadiah sesuai dengan pembelian yang dilakukan setiap bulan.* Dapatkan beberapa Poin Hadiah untuk meningkatkan level Jalur Hadiah dan membuka hadiah!\n\n1. Lakukan pembelian yang sah untuk mendapatkan Poin Hadiah.*\n2. Buka hadiah dengan mendapatkan Poin Hadiah.\n3. Kunjungi <a href=\"https://pokemongo.com/news/eggs-pedition-access-july-2025#rewardroad\">situs web</a> kami guna mempelajari cara menerima hadiah yang terbuka.**\n\n*Hanya pembelian yang dilakukan dengan mata uang asli yang dihitung untuk progres Jalur Hadiah. Poin Hadiah tidak dapat diperoleh dengan penukaran menggunakan PokéCoin.\n\n**Poin Hadiah akan kedaluwarsa saat akhir bulan. Meskipun Pelatih telah mengambil hadiah, Poin Hadiah tidak akan dilanjutkan ke bulan berikutnya. Pelatih yang menggunakan akun anak-anak tidak dapat berpartisipasi dalam program Jalur Hadiah. Poin Hadiah bukanlah uang tunai atau mata uang lainnya sehingga tidak dapat ditransfer ke akun lain. Ketersediaan dan kebijakan program Jalur Hadiah dapat berubah.",
"rewarded_spend_helpshift_footer", "Untuk detail lebih lanjut, kunjungi <a href=\"https://pokemongo.com/news/eggs-pedition-access-july-2025#rewardroad\">situs web</a>.",
"season_pass_aug2025_event_duration", "5 Agustus – 2 September",
"season_pass_aug2025_upgrade_description", "Beli Tiket GO Luks: Agustus untuk membuka hadiah berikut!\n\n• Satu Mesin Penetas Super\n• Satu <a href=\"https://niantic.helpshift.com/hc/faq/4945-what-is-the-lucky-trinket/\">Ornamen Istimewa</a>, yang dalam sekejap membuatmu menjadi Teman Istimewa dengan teman pilihanmu\n• Dan masih banyak lagi!",
"season_pass_base_track_title_aug", "Tiket GO: Agustus",
"season_pass_base_track_title_dec", "Tiket GO: Desember",
"season_pass_base_track_title_feb", "Tiket GO: Februari",
"season_pass_base_track_title_jan", "Tiket GO: Januari",
"season_pass_base_track_title_july", "Tiket GO: Juli",
"season_pass_base_track_title_mar", "Tiket GO: Maret",
"season_pass_base_track_title_nov", "Tiket GO: November",
"season_pass_base_track_title_oct", "Tiket GO: Oktober",
"season_pass_base_track_title_sep", "Tiket GO: September",
"season_pass_details_link_aug", "Untuk detail lebih lanjut, kunjungi <a href=\"https://pokemongo.com/post/monthly-rewards-august-2025\">situs web</a>",
"season_pass_details_link_july", "Untuk detail lebih lanjut, kunjungi <a href=\"https://pokemongo.com/post/go-pass-july-2025\">situs web</a>.",
"season_pass_july2025_event_duration", "1 Juli – 5 Agustus",
"season_pass_july2025_upgrade_description", "Beli Tiket GO Luks: Juli untuk membuka hadiah berikut!\n\n• Satu Mesin Penetas Super\n• Satu <a href=\"https://niantic.helpshift.com/hc/faq/4945-what-is-the-lucky-trinket/\">Ornamen Istimewa</a>, yang dalam sekejap membuatmu menjadi Teman Istimewa dengan teman pilihanmu\n• Dan masih banyak lagi!",
"season_pass_premium_track_plus_ten_ranks_title_aug", "Tiket GO Luks: Agustus + 10 Rank",
"season_pass_premium_track_plus_ten_ranks_title_dec", "Tiket GO Luks: Desember + 10 Rank",
"season_pass_premium_track_plus_ten_ranks_title_feb", "Tiket GO Luks: Februari + 10 Rank",
"season_pass_premium_track_plus_ten_ranks_title_jan", "Tiket GO Luks: Januari + 10 Rank",
"season_pass_premium_track_plus_ten_ranks_title_july", "Tiket GO Luks: Juli + 10 Rank",
"season_pass_premium_track_plus_ten_ranks_title_mar", "Tiket GO Luks: Maret + 10 Rank",
"season_pass_premium_track_plus_ten_ranks_title_nov", "Tiket GO Luks: November + 10 Rank",
"season_pass_premium_track_plus_ten_ranks_title_oct", "Tiket GO Luks: Oktober + 10 Rank",
"season_pass_premium_track_plus_ten_ranks_title_sep", "Tiket GO Luks: September + 10 Rank",
"season_pass_premium_track_title_aug", "Tiket GO Luks: Agustus",
"season_pass_premium_track_title_dec", "Tiket GO Luks: Desember",
"season_pass_premium_track_title_feb", "Tiket GO Luks: Februari",
"season_pass_premium_track_title_jan", "Tiket GO Luks: Januari",
"season_pass_premium_track_title_july", "Tiket GO Luks: Juli",
"season_pass_premium_track_title_mar", "Tiket GO Luks: Maret",
"season_pass_premium_track_title_nov", "Tiket GO Luks: November",
"season_pass_premium_track_title_oct", "Tiket GO Luks: Oktober",
"season_pass_premium_track_title_sep", "Tiket GO Luks: September",
"settings_hold_to_attack_label", "Tekan dan Tahan untuk Jurus Cepat",
"short_hatch_xp_double", "XP Penetasan ×2",
"spawn_eevee", "Lebih banyak Eevee yang muncul di alam liar!",
"spawn_jangmo_o", "Lebih banyak Jangmo-o yang muncul di alam liar!",
"spawn_quaxly", "Lebih banyak Quaxly yang muncul di alam liar!",
"steel_and_scales_event_name", "Buka Ultra: Baja dan Sisik",
"steel_scales_uu_july2025_cc_bagon", "Tantangan Koleksi Baja dan Sisik: Bagon",
"steel_scales_uu_july2025_cc_beldum", "Tantangan Koleksi Baja dan Sisik: Beldum",
"steel_scales_uu_july2025_cc_dratini", "Tantangan Koleksi Baja dan Sisik: Dratini",
"steel_scales_uu_july2025_cc_rookidee", "Tantangan Koleksi Baja dan Sisik: Rookidee",
"text_rewards_key_9thparty0725", "<b>Termasuk Hadiah:</b>\n• Pertemuan dengan Gimmighoul berkoin hari jadi ke-9\n• 1 Mesin Penetas Super\n• 1 Tiket Pertarungan Premium\n• 1 Jamur Max\n• 1 Radar Roket\n• 1 Serpihan Bintang\n• 9999 Debu Bintang",
"text_rewards_key_ancientsrecovered_fleetinglegends", "<b>Termasuk Hadiah: \n• Pertemuan dengan pilihan Galarian Articuno, Galarian Zapdos, atau Galarian Moltres</b>\n• Pertemuan dengan Rookidee\n• Dan masih banyak lagi!",
"text_rewards_key_cd_jangmo_o25", "<b>Termasuk Hadiah:</b>\n• Item Premium dalam game seperti Tiket Pertarungan Premium, MJ Super, dan Permen Langka\n• Pertemuan dengan Jangmo-o, dengan Latar Belakang Spesial\n• Dan banyak lagi!",
"text_rewards_key_cd_quaxly25", "<b>Termasuk Hadiah:</b>\n• Item Premium dalam game seperti Tiket Pertarungan Premium, MJ Super, dan Permen Langka\n• Pertemuan dengan Quaxly dengan Latar Belakang Spesial\n• Dan banyak lagi!",
"text_rewards_key_cdc_eevee25", "<b>Termasuk Hadiah:</b>\n• Item Premium dalam game seperti Tiket Pertarungan Premium, MJ Super, dan Permen Langka\n• Pertemuan dengan Eevee, dengan Latar Belakang Spesial\n• Dan banyak lagi!",
"text_rewards_key_hisuianlilligantraidday", "<b>Termasuk Bonus:</b>\n• 8 Tiket Raid ekstra dari memutar Disk Foto di Gym\n• Peningkatan peluang perolehan Permen Langka XL dari Raid\n• Ekstra 50% XP dan Debu Bintang ×2 dengan memenangkan Raid",
"text_rewards_key_pawprint_20250620", "<b>Termasuk Hadiah:</b>\n• Pertemuan dengan Snubbull, Poochyena, Furfrou, dan Rockruff\n\n Snubbull, Poochyena, dan Furfrou yang ditemukan di hadiah pertemuan untuk Penelitian ini dan tugas Penelitian lainnya berkemungkinan besar Bersinar!",
"text_rewards_key_sjsr0725", "<b>Termasuk Hadiah:</b>\n• Pertemuan dengan Jirachi Bersinar\n• 20 Permen Jirachi\n• 10 Permen Kyogre\n• 10 Permen Groudon\n• 10 Permen Rayquaza\n• 9 Permen Langka\n• 7 Beri Razz Emas\n• Dan masih banyak lagi!",
"text_rewards_key_waterfestival_july25", "<b>Termasuk Hadiah:</b>\n• Pertemuan dengan Kingler, Staryu, Gyarados, Lapras bersyal, Azumarill, Feebas, dan Clamperl\n• Pose Es Krim\n• 1 Tiket Pertarungan Premium\n• 1 Modul Umpan Hujan\n• 3000 Debu Bintang\n\nStaryu yang ditemukan di hadiah pertemuan untuk Penelitian ini dan tugas Penelitian lainnya berkemungkinan besar Bersinar!",
"ticket_eevee_cdc", "Tiket untuk Penelitian Spesial Hari Komunitas Klasik Eevee tersedia di toko",
"ticket_jangmo_o_cd", "Tiket untuk Penelitian Spesial Hari Komunitas Jangmo-o tersedia di toko",
"ticket_quaxly_cd", "Tiket untuk Penelitian Spesial Hari Komunitas Quaxly tersedia di toko",
"titan_poi_ar_data_opt_in_1", "Anda dapat mengaktifkan fitur ini untuk membantu upaya pengembangan teknologi pemetaan AR dengan memindai PokéStops dan Gym lalu mengunggah data hasil pindaian. Audio tidak terekam dalam pindaian ini. Jika Anda mengunggah pindaian, Anda membagikan pindaian tersebut langsung ke layanan pihak ketiga dan data pribadi tertentu akan dikirim ke layanan ini selama proses mengunggah. Layanan ini menggunakan informasi untuk membangun pemahaman 3D pada tempat-tempat di dunia nyata serta teknologi dan layanan terkait. Silakan baca lebih lanjut tentang pengumpulan dan penggunaan data terbatas ini dengan mengklik tautan Kebijakan Privasi berikut. Jika Anda mengaktifkan fitur ini, Anda dapat menghentikan partisipasi dengan menonaktifkan fitur via Menu Pengaturan.\n\nPindaian yang diunggah menggunakan fitur ini adalah \"Konten AR\" sebagaimana didefinisikan dalam Persyaratan Layanan. Dengan mengunggah pindaian, Anda menyetujui <a href=\"terms_of_service_url\">Persyaratan Layanan</a> dan mengakui bahwa Anda telah membaca <a href=\"privacy_policy_url\">Kebijakan Privasi</a>.",
"titan_poi_ar_data_opt_in_1_old", "Kami sedang mengembangkan teknologi AR baru dan mengharapkan bantuanmu. Apakah kamu ingin membantu penelitian kami dengan menggunakan fitur Pindaian PokéStop untuk memindai PokéStops dan Gym serta mengunggah data pindaianmu? Jika memilih untuk mengaktifkan fitur ini, kamu bisa membatalkannya kapan saja dengan menonaktifkan melalui menu Pengaturan.\n<a href=\"titan_ar_data_policy_url\">Pelajari selengkapnya</a>.",
"title_sampler_tr_emea_road_trip_berlin", "Penelitian Berwaktu Pokémon GO Road Trip: Berlin",
"title_sampler_tr_emea_road_trip_cologne", "Penelitian Berwaktu Pokémon GO Road Trip: Köln",
"title_sampler_tr_emea_road_trip_hague", "Penelitian Berwaktu Pokémon GO Road Trip: Den Haag",
"title_sampler_tr_emea_road_trip_london", "Penelitian Berwaktu Pokémon GO Road Trip: London",
"title_sampler_tr_emea_road_trip_manchester", "Penelitian Berwaktu Pokémon GO Road Trip: Manchester",
"title_sampler_tr_emea_road_trip_paris", "Penelitian Berwaktu Pokémon GO Road Trip: Paris",
"title_sampler_tr_emea_road_trip_valencia", "Penelitian Berwaktu Pokémon GO Road Trip: Valencia",
"title_tr_emea_road_trip", "Penelitian Berwaktu Pokémon GO Road Trip",
"title_tr_g_journey_2025", "Gigantamax Journey Timed Research",
"title_tr_g_journey_2025_00", "Gigantamax Journey Timed Research (1/5)",
"title_tr_g_journey_2025_01", "Gigantamax Journey Timed Research (2/5)",
"title_tr_g_journey_2025_02", "Gigantamax Journey Timed Research (3/5)",
"title_tr_g_journey_2025_03", "Gigantamax Journey Timed Research (4/5)",
"title_tr_g_journey_2025_04", "Gigantamax Journey Timed Research (5/5)",
"tr_gofest2025_leadup_articuno_description", "Pilih jalur ini untuk mengejar Galarian Articuno.",
"tr_gofest2025_leadup_gbird_choice", "Pokémon Burung legendaris Galarian mana yang harus kita cari?",
"tr_gofest2025_leadup_gbird_choice_00", "Pokémon Burung legendaris Galarian mana yang harus kita cari?",
"tr_gofest2025_leadup_moltres_1", "Penelitian Berwaktu Premium Bayangan Masa Lalu: Langit Luas – Galarian Moltres",
"tr_gofest2025_leadup_moltres_description", "Pilih jalur ini untuk mengejar Galarian Moltres.",
"tr_gofest2025_leadup_regi_choice_00", "Kelihatannya simbol misterius itu ada hubungannya dengan Pokémon...",
"tr_gofest2025_leadup_zapdos_description", "Pilih jalur ini untuk mengejar Galarian Zapdos.",
"training_goal_has_been_met", "{0} telah mencapai target pelatihan! Ingin mengakhiri Latihan Luar Biasa?",
"uu1_hisui_collection_challenge_1", "Tantangan Koleksi Selebrasi Hisui: Evolusi Melangit",
"uu1_hisui_collection_challenge_2", "Tantangan Koleksi Selebrasi Hisui: Sengat, Bara, dan Duri",
"uu1_hisui_collection_challenge_3", "Tantangan Tangkapan Selebrasi Hisui: Distorsi Ruang & Waktu",
"water_festival_july2025_cc_fish", "Festival Air: Tantangan Koleksi Misi Bawah Air",
"water_festival_july2025_cc_hard_shell", "Festival Air: Tantangan Koleksi Misi Pasang Surut",
"water_festival_july2025_cc_swimmer", "Festival Air: Tantangan Koleksi Misi Tepi Air",
"water_festival_tr_name", "Penelitian Berwaktu Premium Kebahagiaan dalam Tiap Sekopan",
"yokohama", ""
]}
