{"data": [
"additional_xl_max_raid_singular", "Un Caramelo ++ adicional por completar Combates Max",
"additional_xl_raid_singular", "Un Caramelo ++ adicional por completar incursiones",
"adventure_sync_already_assigned_title", "Alerta Pokémon",
"adventure_sync_missing_title", "Los ajustes no están activados",
"adventure_sync_pokemon_disable", "Cambiar alertas",
"adventure_sync_pokemon_disabled_toast", "Se ha creado una alerta para {0}.",
"adventure_sync_settings_missing", "Asegúrate de que las dos siguientes opciones está activadas para usar esta función.\n\n1. Opciones > General > Sincroaventura\n\n2. Opciones > Notificaciones > Sincroaventura: Cerca",
"age_confirm_contact", "Contact Support",
"age_confirm_explain", "Trainers must meet certain age requirements to log in with this type of account. Please confirm your date of birth.",
"age_confirm_fail", "Sorry, you do not meet the <a href=\"https://niantic.helpshift.com/hc/faq/4996-important-notice-pokemon-go-login-age-requirements/\">age requirements</a> to log in with this type of account and your account will be deleted pursuant to our Terms of Service. If you believe you are eligible to log in with this type of account, please contact us.",
"age_confirm_popup_confirm", "Are you sure? This cannot be changed after you submit.",
"april_power_up_monthly_ticket_title", "Entrada potenciadora: Abril",
"april_power_up_monthly_ticket_title_1", "Entrada potenciadora: Abril (1/4)",
"april_power_up_monthly_ticket_title_2", "Entrada potenciadora: Abril (2/4)",
"april_power_up_monthly_ticket_title_3", "Entrada potenciadora: Abril (3/4)",
"april_power_up_monthly_ticket_title_4", "Entrada potenciadora: Abril (4/4)",
"avatar_hats_mustard", "Gorro estilo Mostaz",
"avatar_pants_mustard", "Pantalones estilo Mostaz",
"avatar_pose_mustard", "Pose de Mostaz",
"avatar_shirt_mustard", "Chaqueta estilo Mostaz",
"avatar_shoes_mustard", "Zapatos estilo Mostaz",
"bonus_cd_move_fuecoco", "¡Haz evolucionar a Crocalor para conseguir un Skeledirge que conozca el ataque cargado Anillo Ígneo!",
"bonus_pokestop_sinnoh_stone_drop", "Una probabilidad excepcional de obtener Piedras Sinnoh al dar vueltas a fotodiscos en Poképaradas",
"combat_title_season_18", "Liga Combates GO: Fortaleza y Maestría",
"community_day_fuecoco_event_name", "Día de la Comunidad: Fuecoco",
"dmax_battle_win_plural", "Gana {0} Combates Dinamax",
"dmax_battle_win_singular", "Gana un Combate Dinamax",
"dmax_raikou_max_battles", "Raikou Dinamax está apareciendo en los Combates Max",
"dmax_raikou_weekend_event_name", "Fin de semana de Combates Max de Raikou Dinamax",
"dmax_raikou_weekend_timed_research", "Investigación temporal del Fin de semana de Combates Max de Raikou Dinamax",
"em_carnival_2025_collection_challenge", "Desafío de colección de Carnaval de la amistad",
"em_carnival_2025_event_title", "Carnaval de la amistad",
"em_carnival_2025_tr_desc_title_00", "Investigación temporal de Carnaval de la amistad (1/1)",
"em_carnival_2025_tr_title", "Investigación temporal de Carnaval de la amistad",
"em_holi_2025_event_title", "Festival de los Colores 2025",
"em_holi_2025_tr_dialog_00", "¡Hora de celebrar, %PLAYERNAME%! Elige un color para alegrar tu aventura Pokémon.",
"em_holi_2025_tr_path_a", "Elige un color: Amarillo",
"em_holi_2025_tr_path_a_desc", "Escoge este camino para encontrarte con Joltik, Helioptile y Pawmi, así como para obtener recompensas como Polvos Estelares y pegatinas.",
"em_holi_2025_tr_path_b", "Elige un color: Rojo",
"em_holi_2025_tr_path_b_desc", "Escoge este camino para encontrarte con Slugma, Darumaka y Fletchling, así como para obtener recompensas como Polvos Estelares y pegatinas.",
"em_holi_2025_tr_path_c", "Elige un color: Azul",
"em_holi_2025_tr_path_c_desc", "Escoge este camino para encontrarte con Horsea, Marill y Swablu, así como para obtener recompensas como Polvos Estelares y pegatinas.",
"em_holi_2025_tr_title", "Investigación temporal de Festival de los Colores 2025",
"em_mall_large_collection_challenge", "Desafío de colección de ¡Una fiesta con Pikachu!",
"em_mall_large_tr_desc_title_00", "Bonus de investigación temporal: ¡Una fiesta con Pikachu! (1/1)",
"em_mall_large_tr_title", "Bonus de investigación temporal: ¡Una fiesta con Pikachu!",
"em_mall_pkmn_day_event_title", "Celebración del Día de Pokémon: Brasil",
"event_datetime_range_key_aprilmonthly2025", "Del 4 de abril a las 10:00\nal 4 de mayo a las 10:00.",
"event_datetime_range_key_cd_fuecoco25", "8 de marzo de 14:00 a 17:00",
"event_datetime_range_key_ffsr0325", "Del 5 de marzo a las 10:00\nal 29 de mayo a las 20:00.",
"event_datetime_range_key_gofest2025ver1", "Del 28 de junio a las 10:00\nal 29 de junio a las 18:00.",
"event_datetime_range_key_marchmonthly2025", "Del 4 de marzo a las 10:00\nal 4 de abril a las 10:00.",
"event_datetime_range_key_maymonthly2025", "Del 4 de mayo a las 10:00\nal 4 de junio a las 10:00.",
"event_season18_name", "Temporada actual: Fortaleza y Maestría",
"filter_key_candy_km", "kmcaramelo",
"fossil_museum_bonus_event_title", "Museo de Fósiles Pokémon",
"fossil_museum_collection_challenge_01", "Desafío de colección: Excavación",
"fossil_museum_collection_challenge_02", "Desafío de colección: Excavación",
"fossil_museum_collection_challenge_03", "Desafío de colección: Excavación",
"fossil_museum_collection_challenge_04", "Desafío de colección: Excavación",
"fossil_museum_collection_challenge_05", "Desafío de colección: Excavación",
"fossil_museum_collection_challenge_06", "Desafío de colección: Excavación",
"fossil_museum_collection_challenge_07", "Desafío de colección: Excavación",
"freeze_shock_move_content", "Genera un hielo cargado con electricidad durante {0} que paraliza a los Pokémon en los encuentros. Además, facilita la captura del Pokémon, incluso usando dispositivos accesorios que estén conectados.",
"ftue_pokemon_alert_message", "Las alertas Pokémon aparecen cuando el Pokémon escogido está cerca en estado salvaje a través de notificaciones de inserción y dentro del juego. Las notificaciones de inserción son menos frecuentes.",
"ftue_pokemon_alert_title", "Alerta Pokémon",
"fuecoco_post_cd_extended_bonus", "Bonus complementarios del Día de la Comunidad de Fuecoco",
"fusion_resource_black_kyurem_desc", "Se utiliza en la fusión de Necrozma con Zekrom para formar un Kyurem Negro. Se puede encontrar al derrotar a Kyurem Negro en incursiones.",
"fusion_resource_dawnwings_necrozma_desc", "Se utiliza en la fusión de Necrozma con Lunala para formar a Necrozma Alas del Alba. Se puede encontrar al derrotar un Necrozma Alas del Alba en incursiones.",
"fusion_resource_duskmane_necrozma_desc", "Se utiliza en la fusión de Necrozma con Solgaleo para formar un Necrozma Melena Crepuscular. Se puede encontrar al derrotar a Necrozma Melena Crepuscular en incursiones.",
"fusion_resource_white_kyurem_desc", "Se utiliza en la fusión de Kyurem con Reshiram para formar un Kyurem Blanco. Se puede encontrar al derrotar a Kyurem Blanco en incursiones.",
"fuzzy_fighter_sr_name", "Un luchador con mechones",
"fuzzy_fighter_sr_name_1", "Un luchador con mechones (1/5)",
"fuzzy_fighter_sr_name_2", "Un luchador con mechones (2/5)",
"fuzzy_fighter_sr_name_3", "Un luchador con mechones (3/5)",
"fuzzy_fighter_sr_name_4", "Un luchador con mechones (4/5)",
"fuzzy_fighter_sr_name_5", "Un luchador con mechones (5/5)",
"general1.ticket.5_marchmonthly2025_title", "Entrada potenciadora: Marzo",
"general1.ticket._ffsr0325_title", "Entrada: Investigación especial Un luchador con mechones",
"general1.ticket._gofest2025ver1_title", "Entrada: Festival de Pokémon GO 2025 (Global)",
"general1.ticket_cd_fuecoco25_title", "Entrada: Día de la Comunidad de Fuecoco",
"general2.ticket.7_aprilmonthly2025_title", "Entrada potenciadora: Abril",
"general2.ticket.8_maymonthly2025_title", "Entrada potenciadora: Mayo",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_00", "Saludos. Lapras y yo estábamos terminando nuestro nuevo análisis.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_01", "Un enfoque bien equilibrado ha resultado de lo más productivo no solo en combate, sino también en otras áreas.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_02", "Tenemos que darte las gracias, %PLAYERNAME%. Tu ayuda nos ha permitido lograr otro gran avance.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_00", "Ah, %PLAYERNAME%. Deberías saber que Cliff ha declarado su intención de convertirse en \"el Entrenador más estable jamás visto\".",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_01", "La verdad es que no me entusiasma demasiado la idea de que un enemigo mejore sus habilidades, pero al menos lo tuviste controlado cuando sus métodos de entrenamiento temerarios podrían haber causado problemas.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_02", "Tengo que agradecerte de corazón tu ayuda al respecto.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_00", "¡%PLAYERNAME%! Acabo de completar una intensa misión en solitario.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_01", "Aún no me siento cómoda del todo yendo en solitario, pero la verdad es que se aprende mucho. Además, me hace valorar aún más formar parte de un equipo.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_02", "Gracias por todo. ¡Que siempre estemos dispuestos a ayudarnos unos a otros, tanto si estamos cerca como en la distancia!",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_00", "¿Qué le dijiste a Arlo antes? He oído que está trabajando codo con codo con los Reclutas, ¡en colaboración! No le pega nada.",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_01", "Es una pena que seguramente no estén tramando algo nada bueno. Desde luego, la dedicación del Team GO Rocket a las causas erradas no tiene parangón.",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_02", "En fin, gracias por encargarte de él. Sea lo que sea que intenten hacer en el futuro, ¡los detendremos juntos!",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_00", "¡Hola, %PLAYERNAME%! ¿Sigues manteniéndote alerta?",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_01", "Parece mentira que todo esto empezara con una escapada playera, ¿verdad? Aunque supongo que contigo las cosas siempre se ponen un poco peliagudas, ¡así que no sé de qué me sorprendo!",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_02", "Cuentas con una invitación a mi próxima quedada. En cualquier caso, ¡gracias por no decir nunca que no a una aventura!",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_00", "Gracias por echarle un ojo a Sierra antes, %PLAYERNAME%.",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_01", "Suele ser bastante fría con todo el mundo, así que me sorprende que te haya tratado bien... Más o menos.",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_02", "Sigue siendo muy cruel y... bueno, malvada. Pero oye, ¡ahora sabemos cómo detenerla la próxima vez que intente liarla!",
"go_tour_2025_global_sr_dialog_00_00", "¡Por fin lo hemos encontrado! Kyurem, el Pokémon Frontera, es, casi con total seguridad, el causante de las anomalías que hemos estado observando.",
"go_tour_2025_global_sr_dialog_00_01", "Este Pokémon legendario tiene un vacío en su cuerpo, ¡igual por eso es que se estabiliza congelándose!",
"go_tour_2025_global_sr_dialog_00_02", "Sus genes son similares a los de otros dos Pokémon legendarios: Reshiram y Zekrom. Y mis conclusiones indican que anda tras ellos ahora mismo.",
"go_tour_2025_global_sr_dialog_00_03", "No quitemos ojo a la situación, %PLAYERNAME%. Las cosas podrían ponerse peliagudas si estos poderosos Pokémon se encuentran.",
"go_tour_2025_global_sr_dialog_01_00", "Así que Kyurem puede fusionarse con el Pokémon Blanco Veraz, Reshiram, o con el Pokémon Negro Puro, Zekrom.",
"go_tour_2025_global_sr_dialog_01_01", "Cuando lo hace, absorbe al otro Pokémon para convertirse en Kyurem Blanco y en Kyurem Negro, respectivamente.",
"go_tour_2025_global_sr_dialog_01_02", "Visto lo visto, no sabemos qué Kyurem aspira a ser y solo podemos centrarnos en uno.",
"go_tour_2025_global_sr_dialog_01_03", "Lo que significa que primero debemos localizar a Reshiram o a Zekrom, y eso le da la oportunidad a Kyurem de encontrar al otro.",
"go_tour_2025_global_sr_dialog_01_04", "Dime, ¿prefieres lidiar con Reshiram y Kyurem Negro o con Zekrom y Kyurem Blanco?",
"go_tour_2025_global_sr_dialog_02_black_00", "Tengo entendido que Reshiram puede alterar la atmósfera con la energía calorífica cuando arde su cola. Y cuenta la leyenda que sus llamas reducirán a cenizas todo país cuyas gentes estén mancilladas por la codicia.",
"go_tour_2025_global_sr_dialog_02_black_01", "Intensito, ¿eh? Y se supone que ayuda a quienes persiguen un mundo veraz.",
"go_tour_2025_global_sr_dialog_02_black_02", "¿Cuál crees que es tu verdad, %PLAYERNAME%?",
"go_tour_2025_global_sr_dialog_02_black_03", "Igual es buena idea que tengas tu respuesta clara antes de ir a buscar a Reshiram. ¡No queremos que te conviertas en cenizas!",
"go_tour_2025_global_sr_dialog_02_white_00", "La cola de Zekrom está provista de un enorme generador de electricidad. Cuando el interior de su cola comienza a girar como una turbina, es capaz de descargar rayos que lo destruyen todo a su alrededor.",
"go_tour_2025_global_sr_dialog_02_white_01", "Según las leyendas, la furia de sus rayos fulminará todo país cuyas gentes hayan perdido el sentido de la justicia.",
"go_tour_2025_global_sr_dialog_02_white_02", "Intensito, ¿eh? Y se supone que Zekrom ayuda a quienes persiguen un mundo de ideales. ¿Cómo sería tu mundo ideal, %PLAYERNAME%?",
"go_tour_2025_global_sr_dialog_02_white_03", "¡El mío tendría una base de datos completa de los Pokémon con sus hábitats y su distribución por todo el mundo! ¡Búscate un sueño así y Zekrom no tendrá que chamuscarte!",
"go_tour_2025_global_sr_dialog_03_00", "Al parecer, Reshiram y Zekrom una vez fueron un solo Pokémon.",
"go_tour_2025_global_sr_dialog_03_01", "Y se separaron durante algún tipo de conflicto hace mucho tiempo.",
"go_tour_2025_global_sr_dialog_03_02", "De quien no tengo tanto conocimiento sobre su pasado es de Kyurem, solo rumorología de otros investigadores.",
"go_tour_2025_global_sr_dialog_03_03", "¡Me encanta un buen misterio! Pero volvamos a lo nuestro, estos tres poderosos Pokémon tienen una profunda conexión con Teselia.",
"go_tour_2025_global_sr_dialog_03_04", "Quizá podamos comprenderlos mejor si estudiamos a otros Pokémon descubiertos originalmente en esa región.",
"go_tour_2025_global_sr_dialog_04_oshawott_00", "Muchos Entrenadores de Teselia escogen a Oshawott como su primer compañero Pokémon.",
"go_tour_2025_global_sr_dialog_04_oshawott_01", "Oshawott lucha con la cuchilleira del vientre a modo de daga y bloquea con ella los ataques para luego contraatacar ágilmente.",
"go_tour_2025_global_sr_dialog_04_oshawott_02", "Y siguen puliendo sus habilidades conforme evolucionan, ¡cuánta dedicación!",
"go_tour_2025_global_sr_dialog_04_oshawott_03", "Siempre hay algo nuevo que aprender de los Pokémon, hasta después de haber disputado cientos de combates. ¡Cuida bien de Oshawott y descubre qué te puede enseñar!",
"go_tour_2025_global_sr_dialog_04_snivy_00", "Muchos Entrenadores de Teselia escogen a Snivy como su primer compañero Pokémon.",
"go_tour_2025_global_sr_dialog_04_snivy_01", "¿Ves qué cortos son sus brazos? Usa mejor sus lianas que sus manos para compensar.",
"go_tour_2025_global_sr_dialog_04_snivy_02", "Son conocidos por su gran inteligencia y sangre fría, aunque se mueven ágilmente si reciben rayos de sol.",
"go_tour_2025_global_sr_dialog_04_snivy_03", "Siempre hay algo nuevo que aprender de los Pokémon, hasta después de haber disputado cientos de combates. ¡Cuida bien de Snivy y descubre qué te puede enseñar!",
"go_tour_2025_global_sr_dialog_04_tepig_00", "Muchos Entrenadores de Teselia escogen a Tepig como su primer compañero Pokémon.",
"go_tour_2025_global_sr_dialog_04_tepig_01", "¡No subestimes su velocidad! Pero ten cuidado con tu comida, ¡que Tepig se la zampará antes de que puedas darte cuenta!",
"go_tour_2025_global_sr_dialog_04_tepig_02", "Es un glotón insaciable. Encuentra alimento con su agudo sentido del olfato, para luego tostarlo bien antes de ingerirlo.",
"go_tour_2025_global_sr_dialog_04_tepig_03", "Siempre hay algo nuevo que aprender de los Pokémon, hasta después de haber disputado cientos de combates. ¡Cuida bien de Tepig y descubre qué te puede enseñar!",
"go_tour_2025_global_sr_dialog_05_black_00", "¡Buenas noticias, hemos encontrado a Reshiram! La noticia no tan buena es que Kyurem ahora anda centrado en Zekrom. ¿Todo listo para lo que está por llegar?",
"go_tour_2025_global_sr_dialog_05_black_01", "Una vez que se hayan calmado Zekrom y Kyurem, podremos usar Punta ADN para ayudarlos a fusionarse en Kyurem Negro. ¡Pero tú no tienes que preocuparte de la parte técnica!",
"go_tour_2025_global_sr_dialog_05_black_02", "Por lo que tengo entendido, Kyurem anhela llenar su vacío y, en su forma de Kyurem Negro, luchará con el objetivo de defender el mundo ideal para humanos y Pokémon que se hará realidad en el futuro.",
"go_tour_2025_global_sr_dialog_05_black_03", "Un Pokémon con tanta dedicación merece la oportunidad de luchar por ese futuro. ¡Buena suerte, %PLAYERNAME%!",
"go_tour_2025_global_sr_dialog_05_white_00", "¡Buenas noticias, hemos encontrado a Zekrom! La noticia no tan buena es que Kyurem ahora anda centrado en Zekrom. ¿Todo listo para lo que está por llegar?",
"go_tour_2025_global_sr_dialog_05_white_01", "Una vez que se hayan calmado Reshiram y Kyurem, podremos usar Punta ADN para ayudarlos a fusionarse en Kyurem Blanco. ¡Pero tú no tienes que preocuparte de la parte técnica!",
"go_tour_2025_global_sr_dialog_05_white_02", "Por lo que tengo entendido, Kyurem anhela llenar su vacío y, en su forma de Kyurem Blanco, como heraldo del mundo verdadero que ha de llegar para humanos y Pokémon, ha asumido la misión de protegerlo.",
"go_tour_2025_global_sr_dialog_05_white_03", "Un Pokémon con tanta dedicación merece la oportunidad de luchar por ese futuro. ¡Buena suerte, %PLAYERNAME%!",
"go_tour_2025_global_sr_dialog_06_00", "Increíble... He leído sobre Absorfusión, ¡pero nunca imaginé que podría llegar a verlo con mis propios ojos!",
"go_tour_2025_global_sr_dialog_06_01", "¿Y tú? ¿Alguna vez pensaste que podrías ver algo tan espectacular?",
"go_tour_2025_global_sr_dialog_06_02", "La gente siente pasión por sus sueños. Yo solía pensar en si nuestras diferencias eran irreconciliables, pero esto me demuestra que todos nos complementamos cuando estamos unidos.",
"go_tour_2025_global_sr_dialog_06_03", "No sé si llegaré a ver el futuro que espera ver Kyurem, ¡pero me atrae la idea de seguir trabajando contigo para ayudar a que se haga realidad!",
"go_tour_2025_irl_sr_dialog_02_oshawott_04", "Imagino que Kyurem tiene sus particularidades. Mientras entrenas con tu nuevo compañero, yo estudiaré a Kyurem para ver cómo será.",
"go_tour_2025_irl_sr_dialog_02_tepig_04", "Imagino que Kyurem tiene sus particularidades. Mientras entrenas con tu nuevo compañero, yo estudiaré a Kyurem para ver cómo será.",
"go_tour_2025_irl_sr_dialog_03_00", "Hola, %PLAYERNAME%. Tras analizar mis notas de la investigación, parece que Kyurem anda buscando algo.",
"go_tour_2025_irl_sr_dialog_03_01", "Por lo que he descubierto, está aguardando al héroe que compense el vacío de su cuerpo de hielo con verdad e ideales.",
"go_tour_2025_irl_sr_dialog_03_02", "Casi filosófico, ¿eh? Aunque tú entras en la categoría de personas heroicas para mí, no sé qué más pensar del resto de la información.",
"go_tour_2025_irl_sr_dialog_03_03", "Por ahora, lo mejor que podemos hacer es tratar de mantener ocupado a Kyurem. Combate contra él con todas tus fuerzas, ¡estoy seguro de que vas a ganar!",
"go_tour_2025_irl_sr_dialog_04_oshawott_00", "¡Vaya combate más alucinante! Esto demuestra que cuando las personas y los Pokémon trabajan codo con codo, ¡podemos superar cualquier diferencia que tengamos y lograr nuestros mayores sueños!",
"go_tour_2025_irl_sr_dialog_04_oshawott_02", "No creo que sea la última vez que veamos a Kyurem, pero has evitado un gran desastre al derrotarlo. Por ahora, ¡sigue disfrutando de tus aventuras, %PLAYERNAME%!",
"go_tour_2025_irl_sr_dialog_04_oshawott_03", "Hasta la próxima, ¡vamos allá!",
"go_tour_2025_irl_sr_dialog_04_snivy_00", "¡Vaya combate más alucinante! Esto demuestra que cuando las personas y los Pokémon trabajan codo con codo, ¡podemos superar cualquier diferencia que tengamos y lograr nuestros mayores sueños!",
"go_tour_2025_irl_sr_dialog_04_snivy_01", "Parece que Snivy también ha aprendido mucho contigo. ¡Y creo que está preparado para evolucionar!",
"go_tour_2025_irl_sr_dialog_04_snivy_02", "No creo que sea la última vez que veamos a Kyurem, pero has evitado un gran desastre al derrotarlo. Por ahora, ¡sigue disfrutando de tus aventuras, %PLAYERNAME%!",
"go_tour_2025_irl_sr_dialog_04_tepig_00", "¡Vaya combate más alucinante! Esto demuestra que cuando las personas y los Pokémon trabajan codo con codo, ¡podemos superar cualquier diferencia que tengamos y lograr nuestros mayores sueños!",
"go_tour_2025_irl_sr_dialog_04_tepig_02", "No creo que sea la última vez que veamos a Kyurem, pero has evitado un gran desastre al derrotarlo. Por ahora, ¡sigue disfrutando de tus aventuras, %PLAYERNAME%!",
"go_tour_2025_irl_sr_dialog_04_tepig_03", "Hasta la próxima, ¡vamos allá!",
"gotour_2025_pokemon_day_tr_title", "Investigación temporal Pokémon de Presents 2025 x Tour de GO",
"gotour_2025_pokemon_day_tr_title_00", "Investigación temporal Pokémon de Presents 2025 x Tour de GO (1/1)",
"gotour_2025_upgrade_description", "¡Adquiere el Pase del Tour deluxe para desbloquear las siguientes recompensas!\n\n• Un encuentro con Victini\n• Un <a href=\"https://niantic.helpshift.com/hc/faq/4945-what-is-the-lucky-trinket/\">Recuerdo Suerte</a>, que te permite entablar una Amistad con Suerte al instante con quien escojas\n• Energía Fusión para Kyurem\n• El casco de Kyurem para el avatar\n• ¡Y mucho más!\n\nAdemás de los puntos obtenidos en las tareas del Pase, los Entrenadores podrán conseguir 150 puntos adicionales diarios del 24 al 28 de febrero. ¡Y durante el evento global del 1 y 2 de marzo no habrá límite de puntos!",
"ice_burn_move_content", "Rodea a los Pokémon con un gélido viento durante {0}. Esto ralentiza el blanco en los encuentros, lo que hace que sea más fácil conseguir lanzamientos excelentes. Además, facilita la captura del Pokémon, incluso usando dispositivos accesorios que estén conectados.",
"item_event_pass_point_go_fest_01_name", "Pass Points",
"item_event_pass_point_go_fest_02_name", "Pass Points",
"item_event_pass_point_go_fest_03_name", "Pass Points",
"item_event_pass_point_go_fest_04_name", "Pass Points",
"item_event_pass_point_go_tour_01_name", "Pass Points",
"item_event_pass_point_go_tour_02_name", "Pass Points",
"item_event_pass_point_go_tour_03_name", "Pass Points",
"item_event_pass_point_go_tour_04_name", "Pass Points",
"item_event_pass_point_go_wild_area_01_name", "Pass Points",
"item_event_pass_point_go_wild_area_02_name", "Pass Points",
"item_event_pass_point_go_wild_area_03_name", "Pass Points",
"item_event_pass_point_go_wild_area_04_name", "Pass Points",
"item_event_pass_point_live_ops_01_name", "Pass Points",
"item_event_pass_point_live_ops_02_name", "Pass Points",
"item_event_pass_point_live_ops_03_name", "Pass Points",
"item_event_pass_point_live_ops_04_name", "Pass Points",
"item_event_ticket_10_desc_gofest2025ver1", "Una entrada para acceder al Festival de Pokémon GO 2025 (Global) el 28 y 29 de junio de 2025, estés donde estés.",
"item_event_ticket_10_details_gofest2025ver1", "Una entrada para acceder al Festival de Pokémon GO 2025 (Global) el 28 y 29 de junio de 2025, estés donde estés. Puedes encontrar más información en las noticias dentro del juego.\n\nDebes jugar durante las horas especificadas para recibir todos los bonus del evento.",
"item_event_ticket_evergreen_desc_ffsr0325", "Una entrada para acceder a la investigación especial \"Un luchador con mechones\", estés donde estés.",
"item_event_ticket_evergreen_details_ffsr0325", "Esta entrada se activará automáticamente el 5 de marzo para darte acceso a la investigación especial \"Un luchador con mechones\", estés donde estés.",
"item_event_ticket_gray_desc_aprilmonthly2025", "Una entrada para acceder a bonus especiales y a una investigación temporal desde el 4 de abril a las 10:00 hasta el 4 de mayo de 2025 a las 10:00 en tu hora local, estés donde estés.",
"item_event_ticket_gray_desc_marchmonthly2025", "Una entrada para acceder a bonus especiales y a una investigación temporal desde el 4 de marzo a las 10:00 hasta el 4 de abril de 2025 a las 10:00 en tu hora local, estés donde estés.",
"item_event_ticket_gray_desc_maymonthly2025", "Una entrada para acceder a bonus especiales y a una investigación temporal desde el 4 de mayo a las 10:00 hasta el 4 de junio de 2025 a las 10:00 en tu hora local, estés donde estés.",
"item_event_ticket_gray_details_aprilmonthly2025", "Esta entrada se activará automáticamente el 4 de abril para darte acceso a los bonus especiales y a la investigación temporal, estés donde estés.",
"item_event_ticket_gray_details_marchmonthly2025", "Esta entrada se activará automáticamente el 4 de marzo para darte acceso a los bonus especiales y a la investigación temporal, estés donde estés.",
"item_event_ticket_gray_details_maymonthly2025", "Esta entrada se activará automáticamente el 4 de mayo para darte acceso a los bonus especiales y a la investigación temporal, estés donde estés.",
"item_event_ticket_pink_desc_cd_fuecoco25", "Una entrada para acceder a la investigación especial del Día de la Comunidad de Fuecoco desde el 8 de marzo a las 14:00 en tu hora local, estés donde estés.",
"item_event_ticket_pink_details_cd_fuecoco25", "Esta entrada se activará automáticamente para darte acceso a la investigación especial \"A crocapella\" el 8 de marzo, estés donde estés.",
"item_lucky_friend_applicator_desc", "¡Un souvenir que estrecha lazos y te permite alcanzar una amistad con suerte con alguien al instante si tenéis una gran amistad o superior!",
"march_power_up_monthly_ticket_title", "Entrada potenciadora: Marzo",
"march_power_up_monthly_ticket_title_1", "Entrada potenciadora: Marzo (1/4)",
"march_power_up_monthly_ticket_title_2", "Entrada potenciadora: Marzo (2/4)",
"march_power_up_monthly_ticket_title_3", "Entrada potenciadora: Marzo (3/4)",
"march_power_up_monthly_ticket_title_4", "Entrada potenciadora: Marzo (4/4)",
"may_power_up_monthly_ticket_title", "Entrada potenciadora: Mayo",
"may_power_up_monthly_ticket_title_1", "Entrada potenciadora: Mayo (1/4)",
"may_power_up_monthly_ticket_title_2", "Entrada potenciadora: Mayo (4/4)",
"may_power_up_monthly_ticket_title_3", "Entrada potenciadora: Mayo (3/4)",
"may_power_up_monthly_ticket_title_4", "Entrada potenciadora: Mayo (4/4)",
"metadata_patch", "Built at 2025-03-07T02:01:02.052984+00:00 for es-ES\nat SHA d1a5c42449e\nPipeline 3055672, job 37940540\nPatch from: 0.351.0-SHA-a2cc2822-RC1, 0.351.0-SHA-5f088d7d-RC4, 0.353.0-SHA-a88947a0-RC1",
"move_name_0468", "Canto Ardiente",
"photobomb_five_fuecoco", "5 encuentros sorpresa con Fuecoco al usar Instantánea de GO",
"pokedex_info_battle_charge_header", "Ataque cargado",
"pokedex_info_battle_damage_header", "Daño",
"pokedex_info_battle_elite_header", "ATAQUES DE MT ÉLITE",
"pokedex_info_battle_fast_header", "Ataque rápido",
"pokedex_info_battle_resistance_header", "Resistente\na",
"pokedex_info_battle_type_header", "Tipo",
"pokedex_info_battle_weak_header", "Debilidad\nfrente a",
"pokemon_alert_label_off", "Desactivada",
"pokemon_alert_label_on", "Activada",
"pokemon_desc_0646_0147", "Se dice que lucha con el objetivo de defender el mundo ideal para humanos y Pokémon que se hará realidad en el futuro.",
"pokemon_desc_0646_0148", "Tras la fusión con Reshiram, con el que comparte el ADN, puede absorber y controlar las energías del fuego y el hielo.",
"pokemon_disabled_toast", "Alerta cancelada para {0}.",
"pokemon_enabled_toast", "Recibirás alertas sobre los {0} cercanos.",
"pokemon_nearby_notification", "¡Un {0} salvaje se encuentra cerca!",
"pokemon_nearby_notification_adventure_sync_already_assigned_message", "Ya tienes una alerta para {0}.",
"powerful_potential_2025_event_name", "Un enorme potencial",
"powerful_potential_tr_name", "Investigación temporal de Un enorme potencial",
"quest_battle_team_rocket_days", "Combate contra miembros del Team GO Rocket en {0} días diferentes",
"quest_branch_choose_black", "<size=35><b>Elige la Edición Negra</b></size>\n<size=28>(Reshiram/Kyurem Negro)</size>",
"quest_branch_choose_white", "<size=35><b>Elige la Edición Blanca</b></size>\n<size=28>(Zekrom/Kyurem Blanco)</size>",
"quest_evolve_type_fighting_plural", "Haz evolucionar {0} Pokémon de tipo Lucha",
"quest_evolve_type_fighting_singular", "Haz evolucionar un Pokémon de tipo Lucha",
"quest_fuecoco_catch_b", "Captura {0} Fuecoco",
"quest_snapshot_kubfu_singular", "Consigue 1 instantánea de Kubfu",
"quest_spin_india_plural", "Da vueltas a {0} fotodiscos en Poképaradas en India",
"quest_spin_india_singular", "Da vueltas al fotodisco en una Poképarada en India",
"quest_title_fuecoco", "A crocapella",
"quest_title_fuecoco_0", "A crocapella (1/3)",
"quest_title_fuecoco_1", "A crocapella (2/3)",
"quest_title_fuecoco_2", "A crocapella (3/3)",
"quest_title_season_17_10_dialogue_1", "Debo admitir que, tras todas las emociones que hemos vivido recientemente, volver a la normalidad parece también algo extremo.",
"quest_title_season_17_10_dialogue_2", "Supongo que las aventuras tienen dos fases: el comienzo y el final.",
"quest_title_season_17_10_dialogue_3", "Y todo vuele al equilibrio. Es el final de un comienzo, ¡y estamos listos para el siguiente!",
"quest_title_season_17_10_dialogue_4", "Como siempre, muchas gracias por tu ayuda, %PLAYERNAME%. Sea lo que sea que nos depare el destino, confío en que tomarás las decisiones correctas, ¡por muy diferentes que parezcan los caminos!",
"quest_title_season_17_9_dialogue_1", "¡Qué casualidad! La información que nos han ayudado a recoger nuestros colegas me ha llevado a descubrir una potente y heladora energía.",
"quest_title_season_17_9_dialogue_2", "¿Qué cuál es la fuente? Nada más y nada menos que Kyurem, un Pokémon legendario que puede crear corrientes de aire tremendamente frías y acaba congelando su propio cuerpo.",
"quest_title_season_17_9_dialogue_3", "Y, curiosamente, Kyurem está estrechamente relacionado con otros dos Pokémon, Reshiram y Zekrom, que están divididos por dos visiones: uno se centra en la verdad y el otro en los ideales.",
"quest_title_season_17_9_dialogue_4", "Me recuerda al extraño fenómeno que hemos estado observado últimamente. Puede que estos Pokémon legendarios estén conectados con ello de alguna manera.",
"quest_title_season_17_9_dialogue_5", "Más vale que tengas todo en orden, %PLAYERNAME%. Kyurem no es moco de pavo, ¡y me da en la nariz que vas a enfrentarte a él muy pronto!",
"raid_hour_rare_xl_candy_bonus", "Un Caramelo Raro ++ garantizado al capturar jefes de incursión de nivel 5 durante una Hora de Incursiones (Entrenadores de nivel 31 o superior)",
"scrolls_cup_great_title", "Copa Manuscrito: Edición Liga Super Ball",
"season_18_might_mastery", "Fortaleza y Maestría",
"season_18_might_mastery_1", "Fortaleza y Maestría (1/5)",
"season_18_might_mastery_2", "Fortaleza y Maestría (2/5)",
"season_18_might_mastery_3", "Fortaleza y Maestría (3/5)",
"season_18_might_mastery_4", "Fortaleza y Maestría (4/5)",
"season_18_might_mastery_5", "Fortaleza y Maestría (5/5)",
"season_gbl_forecast_title_18", "Fortaleza y Maestría de Pokémon GO",
"spawn_fuecoco", "¡Están apareciendo más Fuecoco en estado salvaje!",
"story_mightandmastery_0_0", "¡Hola, %PLAYERNAME%! ¡Justo a quien estaba buscando!",
"story_mightandmastery_0_1", "Hemos tenido una patulea de Reclutas del Team GO Rocket dando vueltas por aquí últimamente. ¡Hasta he escuchado a algunos de ellos presumiendo de haber encontrado un Pokémon Dinamax!",
"story_mightandmastery_0_2", "¡Me da miedo pensar qué podría pasar si estos maleantes se hicieran con uno! ¿Te importaría salir a indagar?",
"story_mightandmastery_0_3", "Si se las cosas se ponen difíciles, ¡seguro que les enseñas quién manda!",
"story_mightandmastery_1_0", "Mi hipótesis era correcta: ¡has mandado a paseo a esos inoportunos Reclutas! ¡Bien hecho!",
"story_mightandmastery_1_1", "Y veo que también has podido capturar al Pokémon al que andaban siguiendo: ¡un Kubfu que puede dinamaxizarse!",
"story_mightandmastery_1_2", "¿Ves los mechones blancos de la cabeza? Al parecer, si Kubfu tira de ellos, ¡acrecienta su espíritu luchador y empieza a acumular fuerza en el órgano de su bajo vientre!",
"story_mightandmastery_1_3", "Creo que reconoce tu talento y quiere unirse a ti en tu viaje para poder ser más fuerte. No me sorprende para nada, y menos después de deshacerte tan rápidamente de esos alborotadores del Team GO Rocket.",
"story_mightandmastery_1_4", "¡Sigue así y sal de aventuras para ayudar a Kubfu a alcanzar todo su potencial!",
"text_rewards_key_aprilmonthly2025", "<b>Incluye:</b>\n• Un Caramelo ++ adicional por completar incursiones y Combates Max\n• Triple de PX al dar vueltas al primer fotodisco y con la primera captura del día\n• Guarda el doble de regalos en tu Bolsa (40 en total)\n• Una investigación temporal que tiene como recompensa 50 000 PX y 50 000 Polvos Estelares\n• ¡Y mucho más!",
"text_rewards_key_cd_fuecoco25", "<b>Recompensas incluidas:</b>\n• Artículos prémium dentro del juego, como un Pase de combate prémium, una MT de ataque cargado y Caramelos Raros\n• Encuentros con Fuecoco con un fondo especial\n• ¡Y mucho más!",
"text_rewards_key_ffsr0325", "<b>Recompensas incluidas:</b>\n• Encuentros con Teddiursa, Tyrogue, Cubchoo, Pancham, Stufful y Kubfu Dinamax\n• 2 Pases de combate prémium\n• 3 Caramelos Kubfu ++\n• 30 Caramelos Kubfu\n• 5 Caramelos Raros\n• 1 Trozo Estrella\n• 1 Incienso\n• 2000 PX y 3000 Polvos Estelares\n• ¡Y más!",
"text_rewards_key_gofest2025ver1", "<b>Incluye:</b>\n• Un encuentro con el Pokémon singular Volcanion\n• Una mayor probabilidad de encontrar Pokémon variocolor durante el evento\n• Hasta 9 Pases de incursión gratuitos cada día al dar vueltas a fotodiscos en Gimnasios\n• Pokémon temáticos del evento en los Huevos de 5 km\n• El Incienso puede atraer a Pokémon especiales\n• Investigación especial con diferentes caminos centrados en Zacian o Zamazenta\n• Intercambios especiales adicionales hasta un total de 6 al día\n• La mitad de Polvos Estelares para realizar intercambios\n• Un desafío de colección por cada hábitat\n• Sorpresas adicionales cada día en las instantáneas\n• Doble de corazones del compañero \n• Desafíos globales cada hora para desbloquear bonus adicionales\n\n<b>Contenido adicional:</b>\n• ¡Compra la entrada antes del 15 de abril y juega entre el 8 y el 15 de abril para conseguir una investigación temporal que tiene como recompensa un encuentro con Skiddo!",
"text_rewards_key_gofest2025ver2", "<b>Incluye:</b>\n• Un encuentro con el Pokémon singular Volcanion\n• Una mayor probabilidad de encontrar Pokémon variocolor durante el evento\n• Hasta 9 Pases de incursión gratuitos cada día al dar vueltas a fotodiscos en Gimnasios\n• Pokémon temáticos del evento en los Huevos de 5 km\n• El Incienso puede atraer a Pokémon especiales\n• Investigación especial con diferentes caminos centrados en Zacian o Zamazenta\n• Intercambios especiales adicionales hasta un total de 6 al día\n• La mitad de Polvos Estelares para realizar intercambios\n• Un desafío de colección por cada hábitat\n• Sorpresas adicionales cada día en las instantáneas\n• Doble de corazones del compañero \n• Desafíos globales cada hora para desbloquear bonus adicionales.",
"text_rewards_key_marchmonthly2025", "<b>Incluye:</b>\n• Un Caramelo ++ adicional por completar incursiones y Combates Max\n• Triple de PX al dar vueltas al primer fotodisco y con la primera captura del día\n• Guarda el doble de regalos en tu Bolsa (40 en total)\n• Una investigación temporal que tiene como recompensa 50 000 PX y 50 000 Polvos Estelares\n• ¡Y mucho más!",
"text_rewards_key_maymonthly2025", "<b>Incluye:</b>\n• Un Caramelo ++ adicional por completar incursiones y Combates Max\n• Triple de PX al dar vueltas al primer fotodisco y con la primera captura del día\n• Guarda el doble de regalos en tu Bolsa (40 en total)\n• Una investigación temporal que tiene como recompensa 50 000 PX y 50 000 Polvos Estelares\n• ¡Y mucho más!",
"ticket_fuecoco_cd", "La entrada para la investigación especial \"A crocapella\" está disponible en la tienda",
"tips_avatar_showing_all", "Todos los artículos",
"tips_avatar_showing_owned", "Artículos que posees",
"tips_dont_own_message_title", "No tienes ninguno de estos artículos.",
"tr_kr2025_retention_springbreeze_desc", "Investigación temporal de Desafío brisa de primavera",
"tr_kr2025_retention_springbreeze_title", "Desafío brisa de primavera",
"tr_kr2025_retention_springbreeze_title_00", "Investigación temporal de Desafío brisa de primavera (1/4)",
"tr_kr2025_retention_springbreeze_title_01", "Investigación temporal de Desafío brisa de primavera (2/4)",
"tr_kr2025_retention_springbreeze_title_02", "Investigación temporal de Desafío brisa de primavera (3/4)",
"tr_kr2025_retention_springbreeze_title_03", "Investigación temporal de Desafío brisa de primavera (4/4)",
"win gmax_battle_plural", "Gana {0} Combates Gigamax",
"win_gmax_battle_singular", "Gana un Combate Gigamax"
]}
