{"data": [
"9th_anniversary_event_name", "Fiesta del 9.º Aniversario",
"9th_anniversary_free_timed_research", "Investigación Temporal de Fiesta del 9.º Aniversario",
"9th_anniversary_paid_timed_research", "Investigación Temporal Prémium de Fiesta del 9.º Aniversario",
"anniversary_2025_event_day1_2", "Fiesta del 9.º Aniversario: Días 1 y 2",
"anniversary_2025_event_day3_4", "Fiesta del 9.º Aniversario: Días 3 y 4",
"anniversary_2025_event_day5_6", "Fiesta del 9.º Aniversario: Días 5 y 6",
"ar_scan_landing_info_desc_out", "Los Entrenadores pueden ayudar a construir mapas en 3D de las ubicaciones de sus Poképaradas y Gimnasios favoritos al caminar por lugares públicos y tomar fotos con sus celulares. Podemos usar los datos recopilados de esta manera para continuar desarrollando y puliendo las funciones de RA de Pokémon GO.",
"avatar_backpack_tatsugiricurly", "Mochila de Tatsugiri Forma Curvada",
"avatar_backpack_tatsugiridroopy", "Mochila de Tatsugiri Forma Lánguida",
"avatar_backpack_tatsugiristretchy", "Mochila de Tatsugiri Forma Recta",
"avatar_gloves_wristbandblue", "Banda GO del Equipo Sabiduría",
"avatar_gloves_wristbandred", "Banda GO del Equipo Valor",
"avatar_gloves_wristbandwhite", "Banda GO",
"avatar_gloves_wristbandyellow", "Banda GO del Equipo Instinto",
"avatar_hat_partyhat", "Sombrero de fiesta",
"avatar_pose_icecream", "Pose con Helado",
"batch_transfer_unique_location_card_pokemon", "{0} Pokémon con un fondo poco común",
"bonus_cd_move_quaxly", "¡Evoluciona a Quaxwell para conseguir un Quaquaval que conozca el ataque cargado Hidrocañón!",
"bonus_golem_rollout", "Evoluciona a Graveler de Alola para conseguir un Golem de Alola que conozca el ataque rápido Rodada",
"bonus_location_background_t1_raid", "Fondo de la ubicación exclusivo disponible para los Pokémon en las incursiones de nivel 1",
"bonus_mp_cap", "Mayor límite diario para recolectar Partículas Max",
"bonus_mp_cap_10000", "Recolecta hasta 10,000 Partículas Max al día de los Nodos Energéticos y por explorar",
"bonus_mp_cap_1600", "Recolecta hasta 1,600 Partículas Max al día de los Nodos Energéticos y por explorar",
"bonus_mp_cap_3200", "Recolecta hasta 3,200 Partículas Max al día de los Nodos Energéticos y por explorar",
"bonus_mp_cap_4000", "Recolecta hasta 4,000 Partículas Max al día de los Nodos Energéticos y por explorar",
"bonus_mp_cap_5600", "Recolecta hasta 5,600 Partículas Max al día de los Nodos Energéticos y por explorar",
"bonus_mp_cap_8000", "Recolecta hasta 8,000 Partículas Max al día de los Nodos Energéticos y por explorar",
"bonus_mp_gain_explore", "Mayor número de Partículas Max al explorar",
"bonus_mp_gain_power_spot", "Mayor número de Partículas Max al visitar Nodos Energéticos",
"bonus_space_time_distortion_upcoming", "¡No te pierdas de fenómenos inusuales en los próximos días!",
"bonus_spin_poke_ball_increase", "Más Pokébolas de lo habitual al girar fotodiscos en Poképaradas y Gimnasios",
"bonus_summer_pikachu_t1_raid", "Pikachu con estilo veraniego está apareciendo en las incursiones de nivel 1",
"bonus_today_1_hr_lure_regular_only", "Los Módulos Señuelo estándar duran 1 hora",
"bread_more_mp_to_reach_daily_limit", "Puedes recolectar {0} PM más hoy",
"bread_mp_cooldown", "Vuelve otro día para recolectar más Partículas Max.",
"bread_mp_daily_limit_reached", "No puedes recolectar más Partículas Max hoy.",
"bread_nearby_mp_ftue_conversation_0", "¡Gran trabajo! ¡Veo que recolectaste un montón de Partículas Max!",
"bread_station_nearby_tab_incomplete_ftue", "¡Tu menú Cerca se actualizó!\n\nVisita Nodos Energéticos y explora para recolectar Partículas Max.",
"bread_station_tutorial_message_1", "Recolecta Partículas Max en los Nodos Energéticos. Podrás usarlas para acceder a combates Max en los Nodos Energéticos o para desbloquear y mejorar movimientos Max.",
"bread_walk_km_and_collect_mp", "Camina {0} km para recolectar {1} PM",
"butterfree_gmax_tr_2025_title", "Investigación Temporal Prémium del Día de Combates Max de Butterfree Gigamax",
"charged_embers_lead_event_name", "Preparativos para el Día de Eclosiones Brasas cargadas",
"collect_max_particles", "Recolecta {0} Partículas Max",
"combat_move_attack_transformation", "¡TRANSFORMADO!",
"combat_move_energy_regen", "¡CARGANDO!",
"combat_move_stat_change", "¡CAMBIO EN EL ATAQUE! ¡CAMBIO EN LA DEFENSA!",
"community_day_quaxly_event_name", "Día de la Comunidad: Quaxly",
"desc_sampler_tr_emea_road_trip_berlin", "¡El viaje de Pokémon GO visita Berlín el 9 de agosto! Date una vuelta para obtener bonificaciones especiales e incursiones exclusivas de un Pokémon con un fondo de la ubicación de Berlín.",
"desc_sampler_tr_emea_road_trip_cologne", "¡El viaje de Pokémon GO visita Colonia del 20 al 24 de agosto! Date una vuelta para obtener bonificaciones especiales e incursiones exclusivas de un Pokémon con un fondo de la ubicación de Colonia.",
"desc_sampler_tr_emea_road_trip_hague", "¡El viaje de Pokémon GO visita La Haya el 16 de agosto! Date una vuelta para obtener bonificaciones especiales e incursiones exclusivas de un Pokémon con un fondo de la ubicación de La Haya.",
"desc_sampler_tr_emea_road_trip_london", "¡El viaje de Pokémon GO visita Londres el 19 de julio! Date una vuelta para obtener bonificaciones especiales e incursiones exclusivas de un Pokémon con un fondo de la ubicación de Londres.",
"desc_sampler_tr_emea_road_trip_manchester", "¡El viaje de Pokémon GO visita Mánchester el 16 de julio! Date una vuelta para obtener bonificaciones especiales e incursiones exclusivas de un Pokémon con un fondo de la ubicación de Mánchester.",
"desc_sampler_tr_emea_road_trip_paris", "¡El viaje de Pokémon GO visita París el 26 de julio! Date una vuelta para obtener bonificaciones especiales e incursiones exclusivas de un Pokémon con un fondo de la ubicación de París.",
"desc_sampler_tr_emea_road_trip_valencia", "¡El viaje de Pokémon GO visita Valencia el 2 de agosto! Date una vuelta para obtener bonificaciones especiales e incursiones exclusivas de un Pokémon con un fondo de la ubicación de Valencia.",
"details_link_key", "Para obtener más información, visita el <a href=\"https://pokemongo.com/es_mx/news\">sitio web</a>.",
"dmax_latios_latias_max_battle_event_name", "Fin de Semana de Combates Max de Latias y Latios Dinamax",
"dmax_latios_latias_max_battles", "Latias Dinamax y Latios Dinamax están apareciendo en los combates Max",
"dmax_latios_latias_weekend_timed_research", "Investigación Temporal del Fin de Semana de Combates Max de Latias Dinamax y Latios Dinamax",
"entering_lightweight_alternate_form", "¡Aegislash cambió a la forma Espada!",
"entering_lightweight_default_form", "¡Aegislash cambió a la forma Escudo!",
"event_datetime_range_key_9thparty0725", "Del 1 de julio a las 10:00 a. m. al 6 de julio a las 8:00 p. m.",
"event_datetime_range_key_cd_quaxly25", "20 de julio de 2:00 p. m. a 5:00 p. m. en la hora local",
"event_datetime_range_key_gmaxbutterfree25", "3 de agosto de 2:00 p. m. a 5:00 p. m.",
"event_datetime_range_key_gmaxlapras25", "19 de julio de 2:00 p. m. a 5:00 p. m.",
"event_datetime_range_key_hisuianlilligantraidday", "12 de julio de 2:00 p. m. a 5:00 p. m.",
"event_datetime_range_key_sjsr0725", "Del 1 de julio a las 10:00 a. m. al 6 de julio a las 8:00 p. m.",
"event_datetime_range_key_waterfestival_july25", "Del 15 de julio a las 10:00 a. m. al \n20 de julio a las 8:00 p. m.",
"event_pass_gofest2025_track_upgrade_header_description", "¡Obtén recompensas adicionales y desbloquea una <b>Tapa Dorada</b> en el rango 100!",
"event_tag_emea_road_trip", "El viaje de Pokémon GO",
"fast_attack_0_damage_shield_forme", "ATAQUES RÁPIDOS NO INFLIGEN DAÑO EN FORMA ESCUDO",
"g_journey_2025_tr_path_a", "Choose Rillaboom",
"g_journey_2025_tr_path_a_desc", "Choose this option to encounter, catch, and train a Rillaboom that can Gigantamax.",
"g_journey_2025_tr_path_b", "Choose Cinderace",
"g_journey_2025_tr_path_b_desc", "Choose this option to encounter, catch, and train a Cinderace that can Gigantamax.",
"g_journey_2025_tr_path_c", "Choose Inteleon",
"g_journey_2025_tr_path_c_desc", "Choose this option to encounter, catch, and train an Inteleon that can Gigantamax.",
"g_journey_dialogue_00", "Hi there, %PLAYERNAME%! Which of these Gigantamax Pokémon would you most like to have by your side?",
"general1.ticket.1_9thparty0725_title", "Entrada: Investigación Temporal Prémium de Fiesta del 9.º Aniversario",
"general1.ticket.5_hisuianlilligantraidday_title", "Entrada: Día de Incursiones de Lilligant de Hisui",
"general1.ticket._waterfestival_july25_title", "Entrada: Investigación Temporal Prémium de Un helado, una sonrisa",
"general1.ticket_cd_quaxly25_title", "Entrada: Día de la Comunidad de Quaxly",
"general2.ticket.8_gmaxbutterfree25_title", "Entrada: Día de Combates Max de Butterfree Gigamax",
"gmax_butterfree_lead_up_timed_research", "Preparativos para la Investigación Temporal del Día de Combates Max de Butterfree Gigamax",
"gmax_butterfree_max_battles", "Butterfree Gigamax está apareciendo en los combates Max",
"gmax_lapras_lead_up_timed_research", "Preparativos para la Investigación Temporal del Día de Combates Max de Lapras Gigamax",
"go_fest_2025_global_sr_swsh_00_00", "¡Me alegro de verte, %PLAYERNAME%! ¡Con todos los Entrenadores y Pokémon de gran talento que hay por aquí, parece que las leyendas andan cerca!",
"go_fest_2025_global_sr_swsh_00_01", "Entre todo este alboroto, me enteré de algunas historias interesantes. ¡Presta atención!",
"go_fest_2025_global_sr_swsh_00_02", "Intercambié notas con un investigador de otra región que me proporcionó la información de sus descubrimientos sobre Zacian y Zamazenta.",
"go_fest_2025_global_sr_swsh_00_03", "Estos increíbles Pokémon Guerrero lograron gestas legendarias en su época, ¡así que no sabes la emoción que me causa investigar esto!",
"go_fest_2025_global_sr_swsh_00_04_branch", "Te toca elegir. ¿Cuál de los dos despierta más tu interés?",
"go_fest_2025_global_sr_swsh_01_00_shield", "¡Prepárate! Veamos las notas que tengo sobre Zamazenta.",
"go_fest_2025_global_sr_swsh_01_00_sword", "Una decisión muy audaz... Y tienes razón, ¡es el momento de ir con todo! Veamos qué dicen mis notas acerca de Zacian.",
"go_fest_2025_global_sr_swsh_01_01_shield", "Ah, aquí están. En el pasado, este Pokémon se erigió en salvador de Galar, tras unir fuerzas con un rey de los hombres.",
"go_fest_2025_global_sr_swsh_01_01_sword", "Aquí están. Este Pokémon está considerado como un héroe de leyenda. Absorbe el metal para transformarlo y emplearlo como armamento.",
"go_fest_2025_global_sr_swsh_01_02_shield", "¡Qué gran gesta heroica! Pero ¿salvar a Galar de qué? ¡Supongo que deberíamos preguntárselo si alguna vez nos lo encontramos!",
"go_fest_2025_global_sr_swsh_01_02_sword", "Impresionante. Me pregunto si Zacian podría enseñar a mi Meltan a hacer eso.",
"go_fest_2025_global_sr_swsh_01_03_shield", "Y esta es una pregunta para la que sí tengo respuesta: ¿qué tipo de Pokémon es el Guerrero Avezado Zamazenta? ¿Lo adivinas?",
"go_fest_2025_global_sr_swsh_01_03_sword", "De tanto hablar sobre metales, quizá piensas que el Guerrero Avezado Zacian es de tipo Acero, ¡pero no! ¿Adivinas el tipo?",
"go_fest_2025_global_sr_swsh_02_00_shield", "¿Ya sabes qué tipo de Pokémon es Zamazenta, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_02_00_sword", "¿Ya sabes qué tipo de Pokémon es Zacian, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_02_01_shield", "¡Correcto! ¡Es de tipo Pelea!",
"go_fest_2025_global_sr_swsh_02_01_sword", "¡Exacto! ¡Es de tipo Hada!",
"go_fest_2025_global_sr_swsh_02_02_shield", "Según cuenta la leyenda, con la apariencia de una estatua de piedra, este Pokémon se sumió en un letargo tan profundo que acabó cayendo en el olvido.",
"go_fest_2025_global_sr_swsh_02_02_sword", "Al parecer, Zacian estuvo sumido en un profundo letargo, y hay quien lo considera una suerte de figura fraterna a la par que rival de Zamazenta. ¿Qué piensas?",
"go_fest_2025_global_sr_swsh_02_03_shield", "Salvar a toda la región de Galar tiene que dar bastante sueño. De hecho, creo que voy a tomarme una siestita. ¡Hasta luego!",
"go_fest_2025_global_sr_swsh_02_03_sword", "Bueno, cualquiera que tenga algún hermano o hermana te dirá que las dos cosas pueden ser ciertas. ¡Ja, ja!",
"go_fest_2025_global_sr_swsh_03_00_shield", "¡Hola de nuevo! Ya me... *bostezo*... siento con las pilas cargadas. ¿Por dónde íbamos? Ah, sí. ¿Sabías que Zamazenta tiene otra forma impresionante?",
"go_fest_2025_global_sr_swsh_03_00_sword", "¿Te puedes creer que Zacian en realidad tenía otra forma impresionante?",
"go_fest_2025_global_sr_swsh_03_01_shield", "Protegido tras su escudo, ¡Zamazenta adopta su forma Escudo Supremo y se convierte en un Pokémon de tipo Pelea y Acero!",
"go_fest_2025_global_sr_swsh_03_01_sword", "Con el arma que blandió en tiempos remotos, ¡Zacian adopta su forma Espada Suprema y se convierte en un Pokémon de tipo Hada y Acero!",
"go_fest_2025_global_sr_swsh_03_02_shield", "En esta forma, su capacidad defensiva es tal que puede bloquear con extrema facilidad incluso los ataques de un Pokémon Dinamax! ¡Impresionante!",
"go_fest_2025_global_sr_swsh_03_02_sword", "Escuché que, en esa forma, puede llegar a abatir de una sola estocada incluso a un Pokémon Gigamax. ¡Impresionante!",
"go_fest_2025_global_sr_swsh_03_03_shield", "¿A que sería increíble ver a Zamazenta en un combate Max algún día? Lo único que sé es que, si alguien puede lograrlo, eres tú.",
"go_fest_2025_global_sr_swsh_03_03_sword", "¿No sería increíble ver a Zacian en un combate Max algún día? Lo único que sé es que, si alguien puede lograrlo, eres tú.",
"go_fest_2025_global_sr_swsh_04_00_shield", "¡%PLAYERNAME%! Estuve investigando sobre Zamazenta y su forma Escudo Supremo.",
"go_fest_2025_global_sr_swsh_04_00_sword", "¡%PLAYERNAME%! Estuve investigando sobre Zamazenta y su forma Escudo Supremo.",
"go_fest_2025_global_sr_swsh_04_01_shield", "Según mi investigación, su capacidad de repeler cualquier ataque le dio el nombre de Regio Escudo Guerrero. ¿Cómo intentarías localizar los puntos vulnerables de su defensa?",
"go_fest_2025_global_sr_swsh_04_01_sword", "Según mi investigación, es temido y respetado y se lo conoce como la Regia Espada Silvana. ¿Cómo te enfrentarías a un oponente tan formidable?",
"go_fest_2025_global_sr_swsh_04_02_shield", "Como te comentaba, Zamazenta Escudo Supremo es un Pokémon de tipo Acero y Pelea. ¿Sabes contra quién es débil el tipo Acero?",
"go_fest_2025_global_sr_swsh_04_02_sword", "Como te comentaba, Zacian Espada Suprema se convierte en un Pokémon de tipo Hada y Acero. ¿Sabes contra quién es débil el tipo Acero?",
"go_fest_2025_global_sr_swsh_04_03_shield", "¡Piénsalo y vuelve cuando lo sepas!",
"go_fest_2025_global_sr_swsh_04_03_sword", "¡Piénsalo y vuelve cuando lo sepas!",
"go_fest_2025_global_sr_swsh_05_00_shield", "¿Tienes todo listo para deleitarme con tus conocimientos sobre el tipo Acero, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_05_00_sword", "¿Tienes todo listo para deleitarme con tus conocimientos sobre el tipo Acero, %PLAYERNAME%?",
"go_fest_2025_global_sr_swsh_05_01_shield", "Exacto, los Pokémon de tipo Acero son débiles frente a los de tipo Fuego, Pelea y Tierra. ¡Tienes muchas opciones para derrotar a Zamazenta!",
"go_fest_2025_global_sr_swsh_05_01_sword", "Exacto, los Pokémon de tipo Acero son débiles frente a los de tipo Fuego, Pelea y Tierra. ¡Tienes muchas opciones para derrotar a Zacian!",
"go_fest_2025_global_sr_swsh_05_02_shield", "Nuestro tiempo juntos reforzó mi pasión por la investigación. Siempre hay algo nuevo que aprender.",
"go_fest_2025_global_sr_swsh_05_02_sword", "Nuestro tiempo juntos reforzó mi pasión por la investigación. Siempre hay algo nuevo que aprender.",
"go_fest_2025_global_sr_swsh_05_03_shield", "En fin, hasta la próxima. En sus marcas, listos... ¡GO!",
"go_fest_2025_global_sr_swsh_05_03_sword", "En fin, hasta la próxima. En sus marcas, listos... ¡GO!",
"go_fest_2025_global_sr_volcanion_00_00", "¡Hola, %PLAYERNAME%! ¡Pero qué día más emocionante! Y está a punto de ser aún más emocionante, porque tengo noticias extraordinarias.",
"go_fest_2025_global_sr_volcanion_00_01", "Me encontré con una niebla inusual en mi caminata matutina y creo que podría significar que el Pokémon Mítico Volcanion anda cerca.",
"go_fest_2025_global_sr_volcanion_00_02", "Volcanion es el único Pokémon de tipo Fuego y Agua conocido, y expulsa vapor.",
"go_fest_2025_global_sr_volcanion_00_03", "Sal a explorar, y yo analizaré la composición de la neblina. Disfruta de algunas aventuras, ¡y luego hablamos para compartir información!",
"go_fest_2025_global_sr_volcanion_01_00", "¡Hola de nuevo, %PLAYERNAME%. No tengo novedades sobre la niebla, pero me hizo pensar en cómo el entorno influye en los Pokémon que encontramos.",
"go_fest_2025_global_sr_volcanion_01_01", "Lo que, por supuesto, ¡ofrece una oportunidad de investigación perfecta! Podemos obtener datos valiosos haciendo un seguimiento de los cambios en los hábitats de los Pokémon cada hora.",
"go_fest_2025_global_sr_volcanion_01_02", "Esas observaciones podrían ayudarnos a recopilar información crucial sobre las preferencias en cuanto al hábitat y los comportamientos de Volcanion.",
"go_fest_2025_global_sr_volcanion_01_03", "Y aquí es donde tú entras en juego. ¿Por qué no sales a dar una vuelta por ahí e investigas los cambios del hábitat?",
"go_fest_2025_global_sr_volcanion_02_00", "¡Hiciste un trabajo fantástico, %PLAYERNAME%!",
"go_fest_2025_global_sr_volcanion_02_01", "Como estamos investigando los Pokémon que usan agua, me gustaría que estudiaras algunos de tipo Agua en sus hábitats naturales.",
"go_fest_2025_global_sr_volcanion_02_02", "A ver qué puedes descubrir sobre los modos en que se adaptan a sus entornos.",
"go_fest_2025_global_sr_volcanion_02_03", "Cada observación nos acerca un poco más a Volcanion. ¡Cuento contigo!",
"go_fest_2025_global_sr_volcanion_03_00", "Progresaste a caudales en tu estudio, así que vamos a pasar a los Pokémon de tipo Fuego.",
"go_fest_2025_global_sr_volcanion_03_01", "Como Volcanion es actualmente el único Pokémon conocido que es tanto de tipo Fuego como de tipo Agua, es crucial conocer su comportamiento.",
"go_fest_2025_global_sr_volcanion_03_02", "Vamos a observar a Pokémon de tipo Fuego en sus hábitats naturales. Presta mucha atención a los mecanismos que utilizan para evitar sobrecalentarse.",
"go_fest_2025_global_sr_volcanion_03_03", "Las conclusiones que extraigamos nos ayudarán a comprender a Volcanion. ¡Recuerda que tu trabajo de campo es esencial, %PLAYERNAME%!",
"go_fest_2025_global_sr_volcanion_04_00", "¡Qué gran descubrimiento, %PLAYERNAME%! Tu estudio sobre los Pokémon de tipo Agua y de tipo Fuego nos permitió conocer mejor cómo se comporta Volcanion en estado salvaje.",
"go_fest_2025_global_sr_volcanion_04_01", "Nuestro próximo desafío es quizá el más complicado hasta el momento: necesitamos probarle a Volcanion que se puede confiar en ti. ¡Enfoquémonos en demostrarle tu talento cuidando a los Pokémon!",
"go_fest_2025_global_sr_volcanion_04_02", "Cuando Volcanion vea el cariño y el respeto que muestras a tus compañeros Pokémon, seguro que reconocerá tu bondad.",
"go_fest_2025_global_sr_volcanion_04_03", "¡Tu actitud puede ser el factor clave para poder encontrar a este huidizo Pokémon!",
"go_fest_2025_global_sr_volcanion_05_00", "¡Como siempre, un trabajo fenomenal, %PLAYERNAME%! Una vez más, tu paciencia, dedicación y gran corazón lograron lo que muchos pensaban que era imposible: ¡te ganaste la confianza de Volcanion!",
"go_fest_2025_global_sr_volcanion_05_01", "Intenta pasar tiempo con este Pokémon Mítico y fortalece ese vínculo especial que solo puede surgir del respeto y la comprensión mutua.",
"go_fest_2025_global_sr_volcanion_05_02", "Nuestros conocimientos sobre los Pokémon se multiplicaron gracias a este viaje. ¡La conexión entre los Entrenadores y sus Pokémon es la herramienta de investigación definitiva!",
"go_fest_2025_global_sr_volcanion_05_03", "Tu experiencia con Volcanion inspirará a los Entrenadores de todas partes, %PLAYERNAME%. ¡No podría estar más orgulloso de ti!",
"gofest_2025_habitat_emea_ancient_temple_make_good_description", "¡Atrapa estos Pokémon en el hábitat Templo Ancestral!",
"hisui_celebration_event_name", "Ultrabonificación: Celebración de Hisui",
"hisui_celebration_space_time_distortion_event_name", "Celebración de Hisui: Distorsión espaciotemporal",
"hisuian_liligant_raid_day_event_name", "Día de Incursiones: Lilligant de Hisui",
"home_location_card_transfer_warning", "Si transfieres este Pokémon, ¡perderá su fondo de la ubicación!",
"invite_recommended_friends_callout", "Nuevo: ¡Invita a tus amistades recomendadas!",
"item_event_ticket_08_desc_gmaxbutterfree25", "Una entrada para acceder a bonificaciones especiales el 3 de agosto de 2025 de 2:00 p. m. a 5:00 p. m. en tu hora local, estés donde estés.",
"item_event_ticket_08_details_gmaxbutterfree25", "Esta entrada se activará automáticamente para darte acceso a bonificaciones especiales el 3 de agosto, estés donde estés.",
"item_event_ticket_evergreen_desc_9thparty0725", "Una entrada para acceder a la Investigación Temporal Prémium de Fiesta del 8.º Aniversario hasta el 6 de julio de 2025 a las 8:00 p. m. en tu hora local, estés donde estés.",
"item_event_ticket_evergreen_desc_sjsr0725", "Una entrada para acceder a la Investigación Magistral: Deseo concedido, que lleva a un encuentro con Jirachi brillante, desde el 1 de julio a las 10:00 a. m. en la hora local, estés donde estés.",
"item_event_ticket_evergreen_desc_waterfestival_july25", "Una entrada para acceder a la Investigación Temporal Prémium de Un helado, una sonrisa hasta el 20 de julio de 2025 a las 8:00 p. m. en tu hora local, estés donde estés.",
"item_event_ticket_evergreen_details_9thparty0725", "Esta entrada se activará automáticamente el 1 de julio para darte acceso a la Investigación Temporal Prémium de Fiesta del 9.º Aniversario, estés donde estés.",
"item_event_ticket_evergreen_details_sjsr0725", "Esta entrada se activará automáticamente el 1 de julio para darte acceso a la Investigación Magistral: Deseo concedido, que lleva a un encuentro con Jirachi brillante.\n\nUna vez la hayas adquirido, debes jugar entre el 1 de julio a las 10:00 a. m. y el 6 de julio a las 8:00 p. m. en tu hora local para recibir la investigación. Una vez obtenida, la Investigación Magistral no expirará.",
"item_event_ticket_evergreen_details_waterfestival_july25", "Esta entrada se activará automáticamente el 15 de julio para darte acceso a la Investigación Temporal Prémium de Un helado, una sonrisa, estés donde estés.",
"item_event_ticket_gray_desc_gmaxlapras25", "Una entrada para acceder a bonificaciones especiales el 19 de julio de 2025 de 2:00 p. m. a 5:00 p. m. en tu hora local, estés donde estés.",
"item_event_ticket_gray_desc_hisuianlilligantraidday", "Una entrada para acceder a bonificaciones especiales el 12 de julio de 2025 de 2:00 p. m. a 5:00 p. m. en tu hora local, estés donde estés.",
"item_event_ticket_gray_details_gmaxlapras25", "Esta entrada se activará automáticamente para darte acceso a las bonificaciones especiales el 19 de julio, estés donde estés.",
"item_event_ticket_gray_details_hisuianlilligantraidday", "Esta entrada se activará automáticamente para darte acceso a las bonificaciones especiales el 12 de julio, estés donde estés.",
"item_event_ticket_pink_desc_cd_quaxly25", "Una entrada para acceder a la Investigación Especial del Día de la Comunidad de Quaxly desde el 20 de julio a las 2:00 p. m. en tu hora local, estés donde estés.",
"item_event_ticket_pink_details_cd_quaxly25", "Esta entrada se activará automáticamente el 20 de julio para darte acceso a la Investigación Especial \"Un chorro de estilo\", estés donde estés.",
"item_max_boost_desc", "Un objeto que duplica el daño que infligen tus Pokémon en los combates Max durante 30 minutos.",
"kr_festival_raid_event_area", "En la zona de Jangheung habrá incursiones exclusivas del evento con Pikachu con gorro de fiesta, Lapras con pañuelo y Deerling Forma Verano.",
"kr_festival_raid_location_background", "Los Pokémon que te encuentres en incursiones del evento podrán tener un fondo de la ubicación exclusivo",
"kr_festival_tr_daily_nationwide", "Como parte de la celebración del Festival Acuático 2025, habrá disponible una Investigación Temporal diaria en Corea. ¡No pierdas la oportunidad de reclamar recompensas cada día!",
"kr_festival_tr_location_background", "Los Pokémon atrapados en las tareas de Investigación Temporal pueden tener un fondo de la ubicación exclusivo",
"kr_summer_festival_2025_daily_tr_name", "Investigación Temporal Diaria de En sus marcas, listos... ¡al agua!",
"kr_summer_festival_2025_daily_tr_name_1", "Investigación Temporal Diaria de En sus marcas, listos... ¡al agua!: Día 1",
"kr_summer_festival_2025_daily_tr_name_2", "Investigación Temporal Diaria de En sus marcas, listos... ¡al agua!: Día 2",
"kr_summer_festival_2025_daily_tr_name_3", "Investigación Temporal Diaria de En sus marcas, listos... ¡al agua!: Día 3",
"kr_summer_festival_2025_daily_tr_name_4", "Investigación Temporal Diaria de En sus marcas, listos... ¡al agua!: Día 4",
"kr_summer_festival_2025_daily_tr_name_5", "Investigación Temporal Diaria de En sus marcas, listos... ¡al agua!: Día 5",
"kr_summer_festival_2025_daily_tr_name_6", "Investigación Temporal Diaria de En sus marcas, listos... ¡al agua!: Día 6",
"kr_summer_festival_2025_daily_tr_name_7", "Investigación Temporal Diaria de En sus marcas, listos... ¡al agua!: Último día",
"kr_summer_festival_2025_jangheung_bonus", "Verano al sol en el Festival Acuático 2025: Bonificación de Jangheung-gun",
"kr_summer_festival_2025_nationwide_bonus", "Verano al sol en el Festival Acuático 2025: Bonificación de Corea",
"kr_summer_festival_2025_tag", "Festival Acuático",
"kr_summer_festival_2025_title", "Verano al sol en el Festival Acuático 2025",
"kr_summer_festival_2025_tr_name", "Investigación Temporal de Fondo de Verano al sol",
"kr_summer_festival_2025_tr_name_1", "Investigación Temporal de Fondo de Verano al sol (1/3)",
"kr_summer_festival_2025_tr_name_2", "Investigación Temporal de Fondo de Verano al sol (2/3)",
"kr_summer_festival_2025_tr_name_3", "Investigación Temporal de Fondo de Verano al sol (3/3)",
"lapras_gmax_tr_2025_title", "Investigación Temporal Prémium del Día de Combates Max de Lapras Gigamax",
"location_card_tutorial_header", "Fondos de la ubicación",
"location_card_tutorial_message", "¡Obtuviste un fondo de la ubicación! Estos fondos son poco comunes y los puedes recibir por atrapar Pokémon en lugares especiales. ¡Colecciónalos!",
"max_battle_day_gigantamax_butterfree_event_name", "Día de Combates Max de Butterfree Gigamax",
"max_battle_day_gigantamax_butterfree_ticketed", "Bonificaciones de la entrada del Día de Combates Max de Butterfree Gigamax",
"max_boost.1_description", "Un hongo que duplica el daño que infligen tus Pokémon en los combates Max durante 30 minutos.",
"max_boost.3_description", "3 Maxihongos. Duplica el daño que infligen tus Pokémon en los combates Max durante 30 minutos.",
"metadata_patch", "Built at 2025-07-17T21:33:05.884071+00:00 for es-MX\nat SHA fd9a2cc5ac8\nPipeline 3284139, job 43321823\nPatch from: 0.371.0-SHA-a128ea7f-RC2, 0.369.1-SHA-bafdbfb1-RC1",
"motor_accessibility_settings_title", "Accesibilidad motriz",
"move_name_0487", "Danza Acuática",
"num_completed_tasks_label", "{0} tareas completadas",
"num_completed_tasks_label_singular", "Tarea completada",
"photobomb_five_quaxly", "5 encuentros sorpresa con Quaxly al usar Foto GO",
"pokemon_ibfc_attack_change", "CAMBIO EN EL ATAQUE",
"pokemon_ibfc_defense_change", "CAMBIO EN LA DEFENSA",
"pokemon_ibfc_desc_0681", "Este Pokémon cambia a la Forma Espada cuando usa un ataque cargado y cambia a la Forma Escudo cuando usa un Escudo Protector.",
"pokemon_ibfc_name_0681", "Forma Espada",
"prefecture_kyoto", "Kioto",
"prefecture_tokyo", "Tokio",
"quest_power_up_darumaka_plural", "Da más poder a Darumaka {0} veces",
"quest_power_up_passimian_plural", "Da más poder a Passimian {0} veces",
"quest_quaxly_catch_b", "Atrapa {0} Quaxly",
"quest_special_dialogue_dmax_ftue_1_3", "¿Por qué no empiezas a recolectar Partículas Max mientras voy investigando estos movimientos?",
"quest_title_quaxly", "Un chorro de estilo",
"quest_title_quaxly_0", "Un chorro de estilo (1/3)",
"quest_title_quaxly_1", "Un chorro de estilo (2/3)",
"quest_title_quaxly_2", "Un chorro de estilo (3/3)",
"quests_completed_story_quests_collapsed_header", "Completadas ({0})",
"region_chugoku_shikoku", "Chugoku y Shikoku",
"region_hokkaido_tohoku", "Hokkaido y Tohoku",
"region_kyushu_okinawa", "Kyushu y Okinawa",
"rewarded_spend_helpshift_desc", "Camino a las recompensas es un programa mensual de recompensas en el que los Entrenadores pueden obtener puntos de recompensa cada mes con compras válidas.* ¡Logra una cantidad determinada de puntos de recompensa para subir de nivel en Camino a las recompensas y desbloquear premios!\n\n1. Realiza una compra válida para obtener puntos de recompensa.*\n2. Desbloquea recompensas obteniendo puntos de recompensa.\n3. Visita nuestro <a href=\"{0}\">sitio web</a> para descubrir cómo canjear las recompensas desbloqueadas.**\n\n*Solo las compras con divisas del mundo real contarán para el progreso de Camino a las recompensas. Las transacciones con Pokémonedas no otorgarán puntos de recompensa.\n\n**Los puntos de recompensa expiran al final de cada mes. Incluso si un Entrenador canjea todas las recompensas, los puntos de recompensa no se podrán usar en el mes siguiente. Los Entrenadores que usen cuentas de menores no pueden participar en el programa Camino a las recompensas. Los puntos de recompensa no son dinero en efectivo o ninguna otra divisa y no se pueden transferir entre cuentas. La disponibilidad y las condiciones del programa Camino a las recompensas están sujetos a cambios.",
"rewarded_spend_helpshift_footer", "Para obtener más información, visita el <a href=\"{0}\">sitio web</a>.",
"season_pass_base_track_title_dec", "Pase de GO: Diciembre",
"season_pass_base_track_title_feb", "Pase de GO: Febrero",
"season_pass_base_track_title_jan", "Pase de GO: Enero",
"season_pass_base_track_title_mar", "Pase de GO: Marzo",
"season_pass_base_track_title_nov", "Pase de GO: Noviembre",
"season_pass_base_track_title_oct", "Pase de GO: Octubre",
"season_pass_base_track_title_sep", "Pase de GO: Septiembre",
"season_pass_details_link_aug", "Para obtener más información, visita el <a href=\"https://pokemongo.com/post/monthly-rewards-august-2025\">sitio web</a>.",
"season_pass_details_link_july", "Para obtener más información, visita el <a href=\"https://pokemongo.com/post/go-pass-july-2025\">sitio web</a>.",
"season_pass_premium_track_plus_ten_ranks_title_dec", "Pase de GO Deluxe: Diciembre + 10 rangos",
"season_pass_premium_track_plus_ten_ranks_title_feb", "Pase de GO Deluxe: Febrero + 10 rangos",
"season_pass_premium_track_plus_ten_ranks_title_jan", "Pase de GO Deluxe: Enero + 10 rangos",
"season_pass_premium_track_plus_ten_ranks_title_mar", "Pase de GO Deluxe: Marzo + 10 rangos",
"season_pass_premium_track_plus_ten_ranks_title_nov", "Pase de GO Deluxe: Noviembre + 10 rangos",
"season_pass_premium_track_plus_ten_ranks_title_oct", "Pase de GO Deluxe: Octubre + 10 rangos",
"season_pass_premium_track_plus_ten_ranks_title_sep", "Pase de GO Deluxe: Septiembre + 10 rangos",
"season_pass_premium_track_title_dec", "Pase de GO Deluxe: Diciembre",
"season_pass_premium_track_title_feb", "Pase de GO Deluxe: Febrero",
"season_pass_premium_track_title_jan", "Pase de GO Deluxe: Enero",
"season_pass_premium_track_title_mar", "Pase de GO Deluxe: Marzo",
"season_pass_premium_track_title_nov", "Pase de GO Deluxe: Noviembre",
"season_pass_premium_track_title_oct", "Pase de GO Deluxe: Octubre",
"season_pass_premium_track_title_sep", "Pase de GO Deluxe: Septiembre",
"settings_hold_to_attack_label", "Mantener pulsado para el ataque rápido",
"spawn_quaxly", "¡Están apareciendo más Quaxly salvajes!",
"station_cooldown", "Vuelve otro día para recolectar más Partículas Max.",
"steel_and_scales_event_name", "Ultrabonificación: Acero y escamas",
"steel_scales_uu_july2025_cc_bagon", "Desafío de Colección de Acero y escamas: Bagon",
"steel_scales_uu_july2025_cc_beldum", "Desafío de Colección de Acero y escamas: Beldum",
"steel_scales_uu_july2025_cc_dratini", "Desafío de Colección de Acero y escamas: Dratini",
"steel_scales_uu_july2025_cc_rookidee", "Desafío de Colección de Acero y escamas: Rookidee",
"summer_concert_event_name", "Concierto estival",
"text_rewards_key_9thparty0725", "<b>Las recompensas incluyen:</b>\n• Encuentros con Gimmighoul con una moneda del 9.º aniversario\n• 1 Superincubadora\n• 1 Pase de Combate Prémium\n• 1 Maxihongo\n• 1 Radar Rocket\n• 1 Fragmento Estrella\n• 9,999 Polvos Estrella",
"text_rewards_key_ancientsrecovered_fleetinglegends", "<b>Las recompensas incluyen:</b>\n• Un encuentro, a tu elección, con Articuno de Galar, Zapdos de Galar o Moltres de Galar\n• Un encuentro con un Rookidee\n• ¡Y más!",
"text_rewards_key_cd_quaxly25", "<b>Las recompensas incluyen:</b>\n• Artículos prémium dentro del juego, como un Pase de Combate Prémium, una MT de ataque cargado y Caramelos Raros\n• Encuentros con Quaxly con un fondo especial\n• ¡Y mucho más!",
"text_rewards_key_gmaxbutterfree25", "<b>Incluye:</b>\n• El límite de recolección de Partículas Max aumenta hasta 4,000 en los Nodos Energéticos y al explorar\n• 2× EXP por ganar en combates Max\n• Una Investigación Temporal que tiene como recompensa un Maxihongo y 25,000 EXP",
"text_rewards_key_gmaxkingler25", "<b>Incluye:</b>\n• El límite de recolección de Partículas Max aumentará hasta 5,600\n• 2× EXP por ganar combates Max\n• Una Investigación Temporal que tiene como recompensa un Maxihongo y 25,000 EXP",
"text_rewards_key_hisuianlilligantraidday", "<b>Las bonificaciones incluyen:</b>\n• Ocho Pases de Incursión adicionales al girar fotodiscos en Gimnasios\n• Mayor probabilidad de recibir Caramelos Raros XL en incursiones\n• 50 % más EXP y 2× Polvo Estrella por ganar incursiones",
"text_rewards_key_sjsr0725", "<b>Las recompensas incluyen:</b>\n• Un encuentro con Jirachi brillante\n• 20 Caramelos Jirachi\n• 10 Caramelos Kyogre\n• 10 Caramelos Groudon\n• 10 Caramelos Rayquaza\n• 9 Caramelos Raros\n•7 Bayas Frambu Doradas\n• ¡Y mucho más!",
"text_rewards_key_waterfestival_july25", "<b>Las recompensas incluyen:</b>\n• Encuentros con Kingler, Staryu, Gyarados, Lapras con pañuelo, Azumarill, Feebas y Clamperl\n• Pose con Helado\n• Un Pase de Combate Prémium\n• Un Módulo Señuelo Lluvioso\n• 3,000 Polvos Estrella\n\n¡Los Staryu de las recompensas de esta investigación y del resto de tareas de investigación tienen más probabilidades de ser brillantes!",
"ticket_quaxly_cd", "Las entradas para la Investigación Especial del Día de la Comunidad de Quaxly están disponibles en la Tienda",
"title_sampler_tr_emea_road_trip_berlin", "Investigación Temporal de El viaje de Pokémon GO: Berlín",
"title_sampler_tr_emea_road_trip_cologne", "Investigación Temporal de El viaje de Pokémon GO: Colonia",
"title_sampler_tr_emea_road_trip_hague", "Investigación Temporal de El viaje de Pokémon GO: La Haya",
"title_sampler_tr_emea_road_trip_london", "Investigación Temporal de El viaje de Pokémon GO: Londres",
"title_sampler_tr_emea_road_trip_manchester", "Investigación Temporal de El viaje de Pokémon GO: Mánchester",
"title_sampler_tr_emea_road_trip_paris", "Investigación Temporal de El viaje de Pokémon GO: París",
"title_sampler_tr_emea_road_trip_valencia", "Investigación Temporal de El viaje de Pokémon GO: Valencia",
"title_tr_emea_road_trip", "Investigación Temporal de El viaje de Pokémon GO",
"title_tr_g_journey_2025", "Gigantamax Journey Timed Research",
"title_tr_g_journey_2025_00", "Gigantamax Journey Timed Research (1/5)",
"title_tr_g_journey_2025_01", "Gigantamax Journey Timed Research (2/5)",
"title_tr_g_journey_2025_02", "Gigantamax Journey Timed Research (3/5)",
"title_tr_g_journey_2025_03", "Gigantamax Journey Timed Research (4/5)",
"title_tr_g_journey_2025_04", "Gigantamax Journey Timed Research (5/5)",
"tyrogue_hatch_lead_event_name", "Preparativos para el Día de Eclosiones de Tyrogue",
"uu1_hisui_collection_challenge_1", "Desafío de Colección de la Celebración de Hisui: Evolución al vuelo",
"uu1_hisui_collection_challenge_2", "Desafío de Colección de la Celebración de Hisui: Chispazos, Brasas y Púas",
"uu1_hisui_collection_challenge_3", "Desafío de Captura de la Celebración de Hisui: Distorsión espaciotemporal",
"water_festival_july2025_cc_fish", "Desafío de Colección del Festival Acuático: Misión pesquera",
"water_festival_july2025_cc_hard_shell", "Desafío de Colección del Festival Acuático: Encuentros acorazados",
"water_festival_july2025_cc_swimmer", "Desafío de Colección del Festival Acuático: Nadaremos",
"water_festival_tr_name", "Investigación Temporal Prémium de Un helado, una sonrisa",
"yokohama", ""
]}
