{"data": [
"about_this_stamp_rally", "ABOUT THIS STAMP RALLY",
"adventure_sync_already_assigned_title", "Pokémon-Alarm",
"adventure_sync_missing_title", "Einstellungen nicht aktiviert",
"adventure_sync_pokemon_disable", "Alarm ändern",
"adventure_sync_pokemon_disabled_toast", "Ein Alarm wurde für {0} aktiviert.",
"adventure_sync_settings_missing", "Bitte stelle sicher, dass die beiden folgenden Einstellungen aktiviert sind, um diese Funktion zu verwenden.\n\n1. Einstellungen > Allgemeines > Abenteuer-Sync\n\n2. Einstellungen > Benachrichtigungen > Abenteuer-Sync: In der Nähe",
"avatar_pose_penpal", "Brieffreund-Pose",
"beloved_buddies_event_name", "Herzensgute Kumpel",
"beloved_buddies_feb2025_cc_1", "Herzensgute Kumpel: Sammler-Herausforderung 1",
"beloved_buddies_feb2025_cc_2", "Herzensgute Kumpel: Sammler-Herausforderung 2",
"beloved_buddies_feb2025_cc_3", "Herzensgute Kumpel: Sammler-Herausforderung 3",
"beloved_buddies_tr_name", "Befristete Forschung: Herzensgute Kumpel",
"beloved_buddies_tr_name_1", "Befristete Forschung: Herzensgute Kumpel (1/3)",
"beloved_buddies_tr_name_2", "Befristete Forschung: Herzensgute Kumpel (2/3)",
"beloved_buddies_tr_name_3", "Befristete Forschung: Herzensgute Kumpel (3/3)",
"bonus_daily_t5_raid_lineup", "Während des Events erscheinen jeden Tag unterschiedliche Stufe-5-Raid-Bosse",
"branch_beloved_buddies_feb25_arlo_button_text_key", "Ermittel gegen Arlo",
"branch_beloved_buddies_feb25_arlo_description_key", "Wähle diese Option, um dich Arlo und Team GO Rocket zu stellen!",
"branch_beloved_buddies_feb25_arlo_title_key", "Ermittel gegen Arlo",
"branch_beloved_buddies_feb25_candela_button_text_key", "Forsche mit Candela",
"branch_beloved_buddies_feb25_candela_description_key", "Wähle diese Option, um mit Candela zusammen stärkere Bindungen zu erforschen!",
"branch_beloved_buddies_feb25_candela_title_key", "Forsche mit Candela",
"claim_items", "Belohnungen abholen",
"collection_book_name", "Collection\nBook",
"collection_paused", "Stamp collection paused!",
"collection_paused_short", "PAUSED",
"collection_reactivated", "Stamp collection reactivated!",
"completed_stamp_collection_header", "COMPLETED STAMP RALLIES",
"details_banner", "DETAILED INFO",
"details_link_key_gotourhatch2025", "Weitere Infos findest du auf der <a href=\"https://pokemongolive.com/de/post/road-to-unova-event/\">Website</a>.",
"event_datetime_range_key_gotour2025", "24. Februar um 10:00 Uhr bis\n2. März um 20:00 Uhr",
"event_datetime_range_key_gotour2025_masterwork", "24. Februar um 10:00 Uhr bis\n2. März um 18:00 Uhr Ortszeit",
"event_datetime_range_key_gotourhatch2025", "24. Februar um 10:00 Uhr bis\n2. März um 20:00 Uhr",
"event_datetime_range_key_hoopaunboundraidday", "15. Februar, 14:00 bis 17:00 Uhr",
"event_datetime_range_key_scatteredwindsfeb25", "18. Februar um 10:00 Uhr bis\n20. Februar um 20:00 Uhr Ortszeit",
"event_pass_additional_bonus_rank_divider_desc", "Du kannst dir weitere Belohnungen verdienen. Mal sehen, wie weit du kommst!",
"event_pass_additional_bonus_rank_divider_header", "BONUS-STUFEN",
"event_pass_additional_bonus_rank_divider_title", "Du hast den Pass abgeschlossen!",
"event_pass_micro_action_modal_desc", "Verdiene Punkte, um deine Stufe zu erhöhen und Belohnungen freizuschalten. Erhalte Punkte durch Pass-Aufgaben oder die hier aufgeführten Erfolge.\n\nDu erhältst alle Belohnungen für Pass-Aufgaben, sobald du sie abgeschlossen hast.",
"event_pass_premium_reward_banner_bottom_text_02", "Belohnung für Stufe 40",
"event_pass_reward_preview_new_item_indicator", "NEUES ITEM!",
"event_pass_reward_preview_upsell_description", "Diese Belohnung gibt es im Tour-Pass-Deluxe.",
"event_time_header", "EVENT TIME",
"expire_notification_day_plural", "Du hast noch {0} Tage Zeit, um dein <b>{1}</b> einzusetzen!",
"expire_notification_day_singular", "Du hast noch 1 Tag Zeit, um dein <b>{0}</b> einzusetzen!",
"expire_notification_hour_plural_min_plural", "Du hast noch {0} Stunden und {1} Minuten Zeit, um dein <b>{2}</b> einzusetzen!",
"expire_notification_hour_plural_min_singular", "Du hast noch {0} Stunden und 1 Minute Zeit, um dein <b>{1}</b> einzusetzen!",
"expire_notification_hour_singular_min_plural", "Du hast noch 1 Stunde und {0} Minuten Zeit, um dein <b>{1}</b> einzusetzen!",
"expire_notification_min_plural", "Du hast noch {0} Minuten Zeit, um dein <b>{1}</b> einzusetzen!",
"expire_notification_min_singular", "Du hast noch 1 Minute Zeit, um dein <b>{0}</b> einzusetzen!",
"filter_key_candy_km", "Bonbonkm",
"free_stamp_rally_completed_description", "Congratulations! You completed the Stamp Rally! If you'd like, you can continue to collect more stamps in the rally.",
"freeze_shock_move_content", "Erzeugt {0} lang elektrisch geladenes Eis, das Pokémon während Begegnungen unbeweglich macht. Pokémon sind dadurch auch einfacher zu fangen, unter anderem mit verbundenen Zusatzgeräten.",
"ftue_pokemon_alert_message", "Pokémon-Alarme informieren dich durch In-Game-Benachrichtigungen und Push-Mitteilungen, wenn ein ausgewähltes wildes Pokémon in der Nähe ist. Push-Mitteilungen werden weniger häufig versendet.",
"ftue_pokemon_alert_title", "Pokémon-Alarm",
"fusion_resource_black_kyurem_desc", "Wird verwendet, um Kyurem und Zekrom zu Schwarzes Kyurem zu fusionieren. Man kann sie finden, wenn Schwarzes Kyurem in Raids besiegt wurde.",
"fusion_resource_black_kyurem_name_plural", "Volt-Fusionsenergie",
"fusion_resource_dawnwings_necrozma_desc", "Wird verwendet, um Necrozma und Lunala zu Morgenschwingen-Necrozma zu fusionieren. Man kann sie finden, wenn Morgenschwingen-Necrozma in Raids besiegt wurde.",
"fusion_resource_duskmane_necrozma_desc", "Wird verwendet, um Necrozma und Solgaleo zu Abendmähne-Necrozma zu fusionieren. Man kann sie finden, wenn Abendmähne-Necrozma in Raids besiegt wurde.",
"fusion_resource_white_kyurem_desc", "Wird verwendet, um Kyurem und Reshiram zu Weißes Kyurem zu fusionieren. Man kann sie finden, wenn Weißes Kyurem in Raids besiegt wurde.",
"fusion_resource_white_kyurem_name_plural", "Brand-Fusionsenergie",
"general1.ticket.5_hoopaunboundraidday_title", "Ticket: Raid-Tag mit Entfesseltes Hoopa",
"general1.ticket._gotourhatch2025", "Der Weg nach Einall: Schlüpfen",
"general1.ticket._gotourmasterwork2025", "Meisterwerk-Forschung: Eine blendende Melodie",
"general1.ticket._gotourraid2025", "Der Weg nach Einall: Raids",
"general2.ticket.8_scattered_winds_feb_2025_title", "Ticket: Befristete Premium-Forschung „Purzelnde Purmel“",
"gift_open_more_daily_10", "Öffne 10 zusätzliche Geschenke pro Tag",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_00", "Greetings. Lapras and I were just finishing our latest analysis.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_01", "A well-balanced approach has proven productive not only in battle, but in other areas as well.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_02", "We have you to thank, %PLAYERNAME%. Your assistance has allowed us to achieve another breakthrough.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_00", "Ah, %PLAYERNAME%. You should know that Cliff has declared his intention to become “the most balanced Trainer ever.”",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_01", "I can’t say I’m enthused about an enemy improving his skills, but at least you kept him in check when his reckless training methods could have caused trouble.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_02", "I genuinely appreciate your support in that matter.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_00", "Yo, %PLAYERNAME%! I just wrapped up an intense solo mission.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_01", "I’m still warming up to going solo, but I learn a lot from it, too. Plus, it makes me appreciate being with my team even more.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_02", "Thanks for everything. Here’s to always being ready to help each other out, whether we’re together or apart!",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_00", "Hey, what’d you say to Arlo earlier? I’ve been hearing he’s working closely with the Grunts—like, cooperatively! That doesn’t sound like him at all.",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_01", "It’s a shame they’re probably getting up to no good. Team GO Rocket are the champs of misplaced passion, huh?",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_02", "Anyhow, thanks for handling him. Whatever they try to pull in the future, we’ll stop them together!",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_00", "Heya, %PLAYERNAME%! You keeping frosty?",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_01", "Wild to think how this all kicked off with a beach retreat, huh? I guess things are always going a little haywire around you though, so I can’t say I’m surprised!",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_02", "You’re totally invited to my next hang. Anyways, thanks for always being down for an adventure!",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_00", "Hey, thanks for keeping an eye on Sierra earlier, %PLAYERNAME%.",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_01", "She usually gives everybody a real cold shoulder, so I’m kinda surprised she went easy on you! ...A little easy.",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_02", "She’s still super mean, and, y’know, evil, but hey—we’ll know just how to stop her next time she stirs up trouble!",
"go_tour_2025_global_sr_dialog_00_00", "Wir haben es endlich gefunden! Kyurem, das Schwellen-Pokémon, ist höchstwahrscheinlich die Ursache der Anomalien, die wir in letzter Zeit beobachten konnten.",
"go_tour_2025_global_sr_dialog_00_01", "Der Körper dieses Legendären Pokémon ist unvollständig. Es muss sich deswegen wahrscheinlich selbst gefrieren, um sich zu stabilisieren!",
"go_tour_2025_global_sr_dialog_00_02", "Seine Gene ähneln denen von zwei anderen Legendären Pokémon, Reshiram und Zekrom – und meinen Informationen zufolge ist es gerade auf der Suche nach ihnen.",
"go_tour_2025_global_sr_dialog_00_03", "Behalten wir die Situation im Auge, %PLAYERNAME%. Wenn diese mächtigen Pokémon aufeinandertreffen, könnten die Dinge außer Kontrolle geraten.",
"go_tour_2025_global_sr_dialog_01_00", "Kyurem kann entweder mit dem Wahres Weiß-Pokémon Reshiram oder dem Reines Schwarz-Pokémon Zekrom fusionieren.",
"go_tour_2025_global_sr_dialog_01_01", "Auf diese Weise absorbiert es die anderen Pokémon, um jeweils zu Weißes Kyurem oder Schwarzes Kyurem zu werden.",
"go_tour_2025_global_sr_dialog_01_02", "Wir wissen jedoch nicht, für welches der beiden sich Kyurem entscheiden wird und können uns nur auf eines gleichzeitig konzentrieren.",
"go_tour_2025_global_sr_dialog_01_03", "Wenn wir zuerst nach Reshiram oder Zekrom suchen, geben wir Kyurem die Chance, das andere zu finden.",
"go_tour_2025_global_sr_dialog_01_04", "Willst du dich lieber mit Reshiram und Schwarzes Kyurem befassen oder mit Zekrom und Weißes Kyurem?",
"go_tour_2025_global_sr_dialog_02_black_00", "Ich habe gehört, dass Reshiram die Erdatmosphäre in Wallung geraten lassen kann, wenn das Feuer in seinem Schweif auflodert. Alte Mythen erwähnen außerdem, dass es ganze Königreiche in Brand setzte, wenn die Menschen der Gier verfielen.",
"go_tour_2025_global_sr_dialog_02_black_01", "Heftig. Man sagt außerdem, dass es jenen helfen möchte, die nach einer Welt streben, die auf Wirklichkeit basiert.",
"go_tour_2025_global_sr_dialog_02_black_02", "Was wäre denn deine „Wirklichkeit“, %PLAYERNAME%?",
"go_tour_2025_global_sr_dialog_02_black_03", "Die Antwort solltest du dir gut überlegen, bevor du Reshiram aufsuchst. Verbrenn dir bloß nicht die Finger!",
"go_tour_2025_global_sr_dialog_02_white_00", "Zekroms Schweif enthält ein gewaltiges Organ zur Stromerzeugung. Rotiert das Innere seines Schweifs wie eine Turbine, werden dadurch unzählige Blitze erzeugt, welche die Umgebung durchzucken.",
"go_tour_2025_global_sr_dialog_02_white_01", "Es wird gesagt, dass früher, wenn die Menschen die Gerechtigkeit in ihren Herzen aus den Augen verloren, Zekrom ihre Königreiche mit Blitzen dem Erdboden gleichmachte.",
"go_tour_2025_global_sr_dialog_02_white_02", "Heftig. Man sagt außerdem, dass es jene unterstützt, die nach einer Welt der Wünsche streben. Wie würde denn deine Welt der Wünsche aussehen, %PLAYERNAME%?",
"go_tour_2025_global_sr_dialog_02_white_03", "In meiner gibt es eine umfassende Pokémon-Datenbank, in der alle Lebensräume und die Verteilung von Pokémon aufgelistet sind! Folge einem solchen Ideal und Zekroms Blitze verschonen dich!",
"go_tour_2025_global_sr_dialog_03_00", "Angeblich waren Reshiram und Zekrom ursprünglich ein einziges Pokémon.",
"go_tour_2025_global_sr_dialog_03_01", "Es heißt, dass es sich vor langer Zeit während eines Konflikts aufspaltete.",
"go_tour_2025_global_sr_dialog_03_02", "Ich habe jedoch nur wenig über Kyurems Ursprünge finden können – nur Hörensagen von anderen Forschern.",
"go_tour_2025_global_sr_dialog_03_03", "Ich liebe ein gutes Rätsel! Wie dem auch sei, diese drei machterfüllten Pokémon scheinen eine enge Verbindung zu Einall zu haben.",
"go_tour_2025_global_sr_dialog_03_04", "Vielleicht können wir sie besser verstehen, wenn wir andere Pokémon untersuchen, die ursprünglich in der Region entdeckt wurden.",
"go_tour_2025_global_sr_dialog_04_oshawott_00", "Viele Trainer aus Einall haben Ottaro als ihr Starter-Pokémon ausgewählt.",
"go_tour_2025_global_sr_dialog_04_oshawott_01", "Ottaro kämpft, indem es die Muschel auf seinem Bauch als Messer einsetzt, Attacken abwehrt und sofort zurückschlägt.",
"go_tour_2025_global_sr_dialog_04_oshawott_02", "Es verfeinert unermüdlich seine Fähigkeiten. Ein wirklich emsiger kleine Racker!",
"go_tour_2025_global_sr_dialog_04_oshawott_03", "Es gibt immer wieder etwas Neues, das wir von Pokémon lernen können, selbst wenn wir bereits Hunderte von Kämpfen hinter uns haben. Kümmer dich gut um Ottaro und finde heraus, was es dir beibringen kann!",
"go_tour_2025_global_sr_dialog_04_snivy_00", "Viele Trainer aus Einall haben Serpifeu als ihr Starter-Pokémon ausgewählt.",
"go_tour_2025_global_sr_dialog_04_snivy_01", "Siehst du diese kurzen Ärmchen? Als Ausgleich nutzt es seine Ranken, die es geschickt kontrollieren kann.",
"go_tour_2025_global_sr_dialog_04_snivy_02", "Man kennt es als kühle Denkernatur, aber wenn es genug Sonnenlicht abbekommt, erhöht sich die Geschwindigkeit seiner Bewegungen.",
"go_tour_2025_global_sr_dialog_04_snivy_03", "Es gibt immer wieder etwas Neues, das wir von Pokémon lernen können, selbst wenn wir bereits Hunderte von Kämpfen hinter uns haben. Kümmer dich gut um Serpifeu und finde heraus, was es dir beibringen kann!",
"go_tour_2025_global_sr_dialog_04_tepig_00", "Viele Trainer aus Einall haben Floink als ihr Starter-Pokémon ausgewählt.",
"go_tour_2025_global_sr_dialog_04_tepig_01", "Unterschätze ja nicht, wie flink sie sind! Wenn du nicht gut auf dein Mittagessen aufpasst, wird sich Floink darüber hermachen, bevor du weißt, was los ist!",
"go_tour_2025_global_sr_dialog_04_tepig_02", "Dieser gierige kleine Nimmersatt hat einen ausgezeichneten Geruchsinn, mit dem er Nahrung aufspürt, die er vor dem Verspeisen röstet!",
"go_tour_2025_global_sr_dialog_04_tepig_03", "Es gibt immer wieder etwas Neues, das wir von Pokémon lernen können, selbst wenn wir bereits Hunderte von Kämpfen hinter uns haben. Kümmer dich gut um Floink und finde heraus, was es dir beibringen kann!",
"go_tour_2025_global_sr_dialog_05_black_00", "Gute Nachrichten – wir haben Reshiram gefunden! Die weniger gute Nachricht ist, dass Kyurem jetzt auf Zekrom konzentriert ist. Bist du bereit?",
"go_tour_2025_global_sr_dialog_05_black_01", "Wenn sich Zekrom und Kyurem beruhigt haben, können wir DNS-Keile einsetzen, um sie zu Schwarzes Kyurem zu fusionieren. Aber zerbrich dir über technische Details nicht den Kopf!",
"go_tour_2025_global_sr_dialog_05_black_02", "Laut meinen Daten strebt Kyurem nach Vollständigkeit und als Schwarzes Kyurem kämpft es, um die Welt der Wünsche zu beschützen, die in der Zukunft für Menschen und Pokémon existieren wird.",
"go_tour_2025_global_sr_dialog_05_black_03", "Ein Pokémon mit solcher Hingabe verdient die Chance, für eine solche Zukunft zu kämpfen. Viel Glück, %PLAYERNAME%.",
"go_tour_2025_global_sr_dialog_05_white_00", "Gute Nachrichten – wir haben Zekrom gefunden! Die weniger gute Nachricht ist, dass Kyurem jetzt auf Reshiram konzentriert ist. Bist du bereit?",
"go_tour_2025_global_sr_dialog_05_white_01", "Wenn sich Reshiram und Kyurem beruhigt haben, können wir DNS-Keile einsetzen, um sie zu Weißes Kyurem zu fusionieren. Aber zerbrich dir über technische Details nicht den Kopf!",
"go_tour_2025_global_sr_dialog_05_white_02", "Meines Wissens nach strebt Kyurem nach Vollständigkeit und als Weißes Kyurem kämpft es, um die Welt der Wirklichkeit zu beschützen, die es für Menschen und Pokémon vorhergesehen hat.",
"go_tour_2025_global_sr_dialog_05_white_03", "Ein Pokémon mit solcher Hingabe verdient die Chance, für eine solche Zukunft zu kämpfen. Viel Glück, %PLAYERNAME%.",
"go_tour_2025_global_sr_dialog_06_00", "Das ist außergewöhnlich ... Ich habe etwas über Absorptionsfusion gelesen, aber ich hätte mir nie vorstellen können, es selbst bezeugen zu können!",
"go_tour_2025_global_sr_dialog_06_01", "Wie ist es mit dir? Hast du dir jemals vorgestellt, so etwas Außergewöhnliches zu sehen?",
"go_tour_2025_global_sr_dialog_06_02", "Die Menschen verfolgen ihre Träume mit solcher Leidenschaft. Ich habe mich oft gefragt, ob unsere Differenzen so unüberwindbar sind, aber jetzt sehe ich, dass wir einander ergänzen, wenn wir zusammenarbeiten.",
"go_tour_2025_global_sr_dialog_06_03", "Ich weiß nicht, ob ich lange genug hier sein werde, um die Zukunft zu erleben, die Kyurem erwartet, aber ich freue mich darauf, mit dir zu Kooperieren und sie Realität werden zu lassen!",
"go_tour_2025_irl_sr_dialog_00_00", "Gut, dass du hier bist! Ich habe Neuigkeiten zu Kyurem, dem Legendären Pokémon vom Typ Drache und Eis!",
"go_tour_2025_irl_sr_dialog_00_01", "Es erzeugt angeblich Kälteenergie, mit der es seinen Körper gefroren hält, um seine Zellstruktur zu stabilisieren.",
"go_tour_2025_irl_sr_dialog_00_02", "Wenn ich nur daran denke, läuft es mir kalt den Rücken runter!",
"go_tour_2025_irl_sr_dialog_00_03", "Lass uns vielleicht besser ein paar Aufwärmübungen machen. Wir müssen doch für unseren großen Forschungstag locker bleiben, oder?",
"go_tour_2025_irl_sr_dialog_01_00", "Gerüchten zufolge verweilt Kyurem in der Einall-Region.",
"go_tour_2025_irl_sr_dialog_01_01", "Einall ist ein außergewöhnlicher Ort! Dort gibt es geschäftige moderne Metropolen, aber auch besinnliche Wälder, wo die Einwohner im Einklang mit der Natur leben.",
"go_tour_2025_irl_sr_dialog_01_02", "Und da wir ein Einall-Geheimnis lüften, erhalten wir passenderweise Hilfe von Pokémon, die zuerst dort entdeckt wurden.",
"go_tour_2025_irl_sr_dialog_01_03", "Welches dieser ersten Partner-Pokémon möchtest du auf dein Abenteuer mitnehmen?",
"go_tour_2025_irl_sr_dialog_02_oshawott_00", "Hier ist ein interessanter Fakt über Ottaro: Die Muschel an seinem Bauch wird „Muschelklinge“ genannt.",
"go_tour_2025_irl_sr_dialog_02_oshawott_01", "Es verwendet seine Muschel nicht nur als Klinge im Kampf, sondern auch als Messer, mit dem es Beeren aufschneidet.",
"go_tour_2025_irl_sr_dialog_02_oshawott_02", "Ottaro fing an, seine Muschel mit Steinen aus Flüssen in Stand zu halten, nachdem es sah, wie Menschen Wetzsteine nutzen.",
"go_tour_2025_irl_sr_dialog_02_oshawott_03", "Mit anderen Worten muss Ottaro auf seine Muschelklinge achtgeben, damit es ihm gut geht.",
"go_tour_2025_irl_sr_dialog_02_oshawott_04", "Kyurem hat sicherlich auch ein paar besondere Bedürfnisse. Während du deinen neuen Partner trainierst, versuche ich, mehr über Kyurem herauszufinden.",
"go_tour_2025_irl_sr_dialog_02_snivy_00", "Serpifeu schließt sich nicht gern zu Gruppen zusammen. Deshalb passt es gut zu Trainern, die gerne etwas eigenständiger sind.",
"go_tour_2025_irl_sr_dialog_02_snivy_01", "Wenn es über das Blatt an seinem Schweif Sonnenlicht aufnimmt, erzeugt es Energie. Fehlt ihm die Kraft, hängt sein Schweif schlaff herab.",
"go_tour_2025_irl_sr_dialog_02_snivy_02", "Andererseits wird ein Serpifeu, das genügend Sonnenlicht bekommt, flink und geschickt!",
"go_tour_2025_irl_sr_dialog_02_snivy_03", "Mit anderen Worten braucht Serpifeu Zeit für sich allein und reichlich Sonnenlicht, damit es ihm gut geht.",
"go_tour_2025_irl_sr_dialog_02_snivy_04", "Kyurem hat sicherlich auch ein paar besondere Bedürfnisse. Während du deinen neuen Partner trainierst, versuche ich, mehr über Kyurem herauszufinden.",
"go_tour_2025_irl_sr_dialog_02_tepig_00", "Stelle sicher, dass du viele Beeren vorrätig hast, wenn du dich mit Floink ins Abenteuer stürzt!",
"go_tour_2025_irl_sr_dialog_02_tepig_01", "Es spürt Nahrung mit seinem ausgezeichneten Geruchssinn auf und röstet diese, bevor es sie verspeist!",
"go_tour_2025_irl_sr_dialog_02_tepig_02", "Aus seiner Nase schießt es Feuerbälle ab, aber wenn es erkältet ist, kommt nur pechschwarzer Rauch zum Vorschein.",
"go_tour_2025_irl_sr_dialog_02_tepig_03", "Auf jeden Fall braucht Floink jede Menge Snacks, damit es ihm gut geht.",
"go_tour_2025_irl_sr_dialog_02_tepig_04", "Kyurem hat sicherlich auch ein paar besondere Bedürfnisse. Während du deinen neuen Partner trainierst, versuche ich, mehr über Kyurem herauszufinden.",
"go_tour_2025_irl_sr_dialog_03_00", "Hallo, %PLAYERNAME%. Meinen Forschungen zufolge scheint Kyurem nach etwas zu suchen.",
"go_tour_2025_irl_sr_dialog_03_01", "Ich habe gelesen, dass es auf einen Helden wartet, der seinen verstümmelten Körper mit Wunsch und Wirklichkeit heilt.",
"go_tour_2025_irl_sr_dialog_03_02", "Aufregend, oder? Du bist zwar meiner Meinung nach definitiv ein Held, aber ich weiß nicht, was der Rest bedeuten soll.",
"go_tour_2025_irl_sr_dialog_03_03", "Vorerst versuchen wir am besten, Kyurem auf Trab zu halten. Zeige ihm, was du draufhast, und ich bin mir sicher, dass du erfolgreich sein wirst!",
"go_tour_2025_irl_sr_dialog_04_oshawott_00", "Das war ein inspirierender Kampf! Man sieht, dass Menschen und Pokémon jegliche Differenzen überwinden und ihre größten Träume erfüllen können, wenn sie zusammenarbeiten!",
"go_tour_2025_irl_sr_dialog_04_oshawott_01", "Scheinbar hat Ottaro auch viel von dir gelernt. Es sieht ganz danach aus, als ob es bereit ist, sich zu entwickeln!",
"go_tour_2025_irl_sr_dialog_04_oshawott_02", "Wahrscheinlich war das nicht das letzte Mal, dass wir Kyurem begegnet sind, aber du hast auf jeden Fall eine große Katastrophe verhindert, indem du es besiegt hast. Jetzt erstmal viel Spaß auf deinen Abenteuern, %PLAYERNAME%!",
"go_tour_2025_irl_sr_dialog_04_oshawott_03", "Bis zum nächsten Mal – nichts wie raus und GO!",
"go_tour_2025_irl_sr_dialog_04_snivy_00", "Das war ein inspirierender Kampf! Man sieht, dass Menschen und Pokémon jegliche Differenzen überwinden und ihre größten Träume erfüllen können, wenn sie zusammenarbeiten!",
"go_tour_2025_irl_sr_dialog_04_snivy_01", "Scheinbar hat Serpifeu auch viel von dir gelernt. Es sieht ganz danach aus, als ob es bereit ist, sich zu entwickeln!",
"go_tour_2025_irl_sr_dialog_04_snivy_02", "Wahrscheinlich war das nicht das letzte Mal, dass wir Kyurem begegnet sind, aber du hast auf jeden Fall eine große Katastrophe verhindert, indem du es besiegt hast. Jetzt erstmal viel Spaß auf deinen Abenteuern, %PLAYERNAME%!",
"go_tour_2025_irl_sr_dialog_04_snivy_03", "Bis zum nächsten Mal – nichts wie raus und GO!",
"go_tour_2025_irl_sr_dialog_04_tepig_00", "Das war ein inspirierender Kampf! Man sieht, dass Menschen und Pokémon jegliche Differenzen überwinden und ihre größten Träume erfüllen können, wenn sie zusammenarbeiten!",
"go_tour_2025_irl_sr_dialog_04_tepig_01", "Scheinbar hat Floink auch viel von dir gelernt. Es sieht ganz danach aus, als ob es bereit ist, sich zu entwickeln!",
"go_tour_2025_irl_sr_dialog_04_tepig_02", "Wahrscheinlich war das nicht das letzte Mal, dass wir Kyurem begegnet sind, aber du hast auf jeden Fall eine große Katastrophe verhindert, indem du es besiegt hast. Jetzt erstmal viel Spaß auf deinen Abenteuern, %PLAYERNAME%!",
"go_tour_2025_irl_sr_dialog_04_tepig_03", "Bis zum nächsten Mal – nichts wie raus und GO!",
"go_tour_2025_masterwork_sr_dialog_00_00", "Hallihallo, %PLAYERNAME%! Was für ein Zufall, dass du vorbeischaust – ich habe gerade an unsere unglaublichen Abenteuer gedacht!",
"go_tour_2025_masterwork_sr_dialog_00_01", "Von Begegnungen mit gigantischen Pokémon über die Aufklärung unglaublicher Geheimnisse bis zum andauernden Durchkreuzen der Pläne von Team GO Rocket … Wir haben uns schon außergewöhnlichen Herausforderungen gestellt, nicht wahr?",
"go_tour_2025_masterwork_sr_dialog_00_02", "Durch unsere Forschung haben wir Pokémon aus der ganzen Welt getroffen, wundervolle Freundschaften geschlossen und einige tolle Entdeckungen gemacht.",
"go_tour_2025_masterwork_sr_dialog_00_03", "Und da wir gerade von Entdeckungen sprechen: Ich habe in letzter Zeit eigenartige Melodien gehört.",
"go_tour_2025_masterwork_sr_dialog_00_04", "Ich werde ein bisschen nachforschen, und in der Zwischenzeit wäre es super, wenn du deine exzellente Arbeit in der Gegend fortsetzt.",
"go_tour_2025_masterwork_sr_dialog_01_00", "Gute Nachrichten, %PLAYERNAME%! Ich habe etwas Bahnbrechendes über dieses akustische Rätsel erfahren, das ich mir genauer anschauen wollte.",
"go_tour_2025_masterwork_sr_dialog_01_01", "Und wie ich vermutet hatte, handelt es sich hierbei nicht nur um irgendeine Schallwelle, sondern um die einzigartigen Melodien des Mysteriösen Pokémon Meloetta!",
"go_tour_2025_masterwork_sr_dialog_01_02", "Meloetta beeinflusst mit seinen Liedern die Emotionen derer, die sie hören. In diesem Sinn möchte ich, dass du versuchst, ungewöhnliches Verhalten bei den Pokémon in deiner Nähe zu beobachten.",
"go_tour_2025_masterwork_sr_dialog_01_03", "Es kommt nicht oft vor, dass wir ein Mysteriöses Pokémon untersuchen können, also sollten wir die Gelegenheit nutzen!",
"go_tour_2025_masterwork_sr_dialog_02_00", "Hallo nochmal, %PLAYERNAME%! Wir haben zwar Meloetta noch nicht gefunden, aber ich kann es definitiv noch hören.",
"go_tour_2025_masterwork_sr_dialog_02_01", "Unser musikalischer Freund kann also nicht weit weg sein – wir müssen vielleicht nur einfach unsere Stimmlage anpassen.",
"go_tour_2025_masterwork_sr_dialog_02_02", "Warum gehst du nicht raus und singst und tanzt ein bisschen, um herauszufinden, ob das die Leute und Pokémon in deiner Nähe beeinflusst?",
"go_tour_2025_masterwork_sr_dialog_02_03", "Vielleicht ist das ja Musik in ihren Ohren? Hehe, einer meiner unzähligen Musikwitze!",
"go_tour_2025_masterwork_sr_dialog_03_00", "Wenn das nicht unser unerschrockener „Enter-Trainer“ ist! Wusstest du, dass Meloettas Melodien Komponisten inspirierten, die daraus viele bekannte Lieder komponierten?",
"go_tour_2025_masterwork_sr_dialog_03_01", "Es ist einfach faszinierend – Meloetta zeigt uns, wie Musik uns dabei hilft, besondere Bindungen miteinander einzugehen.",
"go_tour_2025_masterwork_sr_dialog_03_02", "Das ist ähnlich wie deine beeindruckende Fähigkeit, dich mit anderen Leuten und Pokémon zusammenzuschließen. Jedes neue Pokémon, das du fängst, oder jeder Trainier, den du triffst, ist ein neuer potenzieller Freund!",
"go_tour_2025_masterwork_sr_dialog_03_03", "Und in diesem erbaulichen Sinne, raus mit dir und schau, welche neuen Freundschaften auf dich warten, %PLAYERNAME%.",
"go_tour_2025_masterwork_sr_dialog_04_00", "%PLAYERNAME%! Ich habe nützliche Informationen über Meloetta herausgefunden. Wusstest du, dass es ursprünglich in der Einall-Region entdeckt wurde?",
"go_tour_2025_masterwork_sr_dialog_04_01", "Das ist vielleicht nicht ganz so wichtig, aber wir müssen uns jede noch so kleine Information zunutze machen, um aus Meloettas Verhalten schlau zu werden.",
"go_tour_2025_masterwork_sr_dialog_04_02", "Setze bitte deine Feldstudien fort und halte Ausschau nach Pokémon, die starke Emotionen wahrnehmen. Schau dich dazu an ein paar neuen Orten um und versuche vielleicht, neue Bindungen einzugehen.",
"go_tour_2025_masterwork_sr_dialog_04_03", "Der Rhythmus der Forschung bleibt intakt!",
"go_tour_2025_masterwork_sr_dialog_05_00", "Das ist der Moment, auf den wir gewartet haben, %PLAYERNAME%!",
"go_tour_2025_masterwork_sr_dialog_05_01", "Deine hingebungsvolle Arbeit hat mir dabei geholfen, endlich Meloettas Standort ausfindig zu machen!",
"go_tour_2025_masterwork_sr_dialog_05_02", "Das ist deine Chance, dich mit einem außergewöhnlichen Pokémon anzufreunden.",
"go_tour_2025_masterwork_sr_dialog_05_03", "Geh nach draußen und erweise Meloetta die gleiche Herzlichkeit und Hingabe, die du all deinen Pokémon-Freunden gezeigt hast!",
"go_tour_2025_masterwork_sr_dialog_06_00", "Ich wusste, dass du dich nicht aus dem Takt bringen lässt, %PLAYERNAME%! Und – wow!",
"go_tour_2025_masterwork_sr_dialog_06_01", "Wie blendend dieses Meloetta aussieht! In meinen Forschungsnotizen finde ich nichts zu dieser unverkennbaren Färbung. Die ist wirklich einzigartig!",
"go_tour_2025_masterwork_sr_dialog_06_02", "Ich habe deine Reisen mitverfolgt, seit du deine ersten Schritte als Trainer unternommen hast. Wenn ich sehe, wie weit du es geschafft hast, erfüllt es mich mit Stolz, dass ich dich meinen Forschungspartner – und noch viel wichtiger – meinen Freund nennen darf!",
"go_tour_2025_masterwork_sr_dialog_06_03", "Ich weiß, dass Meloetta bei dir immer bester Stimmung sein wird, %PLAYERNAME%. Der Ton macht die Musik!",
"go_tour_unova_starter_branch_tr_dialog_00_00", "Hallo, %PLAYERNAME%! Welches dieser Pokémon möchtest du auf dein Abenteuer mitnehmen?",
"gotour_2025_deluxe_event_pass_track_unlock_plus_points_description", "Verdiene mit jeder Stufe zusätzliche Belohnungen und erklimme sofort 10 Stufen.",
"gotour_2025_event_pass_details_link", "Weitere Infos findest du auf der <a href=\"https://gotour.pokemongolive.com/?hl=de\">Website</a>.",
"gotour_2025_irl_sr_title_00", "Die Spitze des Eisbergs (1/4)",
"gotour_2025_irl_sr_title_01", "Die Spitze des Eisbergs (2/4)",
"gotour_2025_irl_sr_title_02", "Die Spitze des Eisbergs (3/4)",
"gotour_2025_irl_sr_title_03", "Die Spitze des Eisbergs (4/4)",
"gotour_2025_upgrade_description", "Schnapp dir den Tour-Pass-Deluxe, um die folgenden Belohnungen freizuschalten!\n• Eine Begegnung mit Victini\n• Ein <a href=\"https://niantic.helpshift.com/hc/de/faq/4945-what-is-the-lucky-trinket/\">Glücks-Klimbim, mit dem du und ein Freund deiner Wahl sofort Glücks-Freunde werdet\n• Fusionsenergie für Kyurem\n• Den Avatar-Artikel Kyurem-Helm\n• Und vieles mehr!",
"ice_burn_move_content", "Hüllt Pokémon {0} lang in einen eiskalten Wind, der den Zielring während Begegnungen verlangsamt. Dies verlangsamt während Begegnungen den Zielring und macht es einfacher, fabelhafte Würfe zu landen. Pokémon sind dadurch auch einfacher zu fangen, unter anderem mit verbundenen Zusatzgeräten.",
"iris_social_weather_warning_notification_key", "Wetterbedingungen könnten Pokémon-Spielplätze beeinflussen.",
"item_event_pass_point_go_fest_01_name", "Pass Points",
"item_event_pass_point_go_fest_02_name", "Pass Points",
"item_event_pass_point_go_fest_03_name", "Pass Points",
"item_event_pass_point_go_fest_04_name", "Pass Points",
"item_event_pass_point_go_tour_01_name", "Pass Points",
"item_event_pass_point_go_tour_02_name", "Pass Points",
"item_event_pass_point_go_tour_03_name", "Pass Points",
"item_event_pass_point_go_tour_04_name", "Pass Points",
"item_event_pass_point_go_wild_area_01_name", "Pass Points",
"item_event_pass_point_go_wild_area_02_name", "Pass Points",
"item_event_pass_point_go_wild_area_03_name", "Pass Points",
"item_event_pass_point_go_wild_area_04_name", "Pass Points",
"item_event_pass_point_live_ops_01_name", "Pass Points",
"item_event_pass_point_live_ops_02_name", "Pass Points",
"item_event_pass_point_live_ops_03_name", "Pass Points",
"item_event_pass_point_live_ops_04_name", "Pass Points",
"item_event_ticket_08_desc_scatteredwindsfeb25", "Ein Ticket für den Zugang zur Befristeten Premium-Forschung „Purzelnde Purmel“ bis zum 20. Februar 2025 um 20:00 Uhr Ortszeit (wo immer du dich befindest).",
"item_event_ticket_08_details_scatteredwindsfeb25", "Dieses Ticket aktiviert sich automatisch und gewährt dir Zugang zur Befristeten Premium-Forschung „Purzelnde Purmel“ am 18. Februar (wo immer du dich befindest).",
"item_event_ticket_global_desc_gotourhatch2025", "Dieses Ticket aktiviert sich automatisch und gewährt dir Zugang zu den Boni von „Der Weg nach Einall: Raids“ ab Montag, 24. Februar um 10:00 Uhr bis Sonntag, 2. März 2025 um 20:00 Uhr Ortszeit (wo immer du dich befindest).",
"item_event_ticket_global_desc_gotourmasterwork2025", "Dieses Ticket aktiviert sich automatisch und gewährt dir Zugang zur Meisterwerk-Forschung „Eine blendende Melodie“ von Montag, den 24. Februar um 10:00 Uhr bis Sonntag, den 2. März 2025 um 18:00 Uhr Ortszeit (wo immer du dich befindest).",
"item_event_ticket_global_details_gotourhatch2025", "Dieses Ticket aktiviert sich automatisch und gewährt dir Zugang zu besonderen Boni ab 24. Februar (wo immer du dich befindest).",
"item_event_ticket_global_details_gotourraid2025", "Dieses Ticket aktiviert sich automatisch und gewährt dir Zugang zu besonderen Boni ab 24. Februar (wo immer du dich befindest).",
"item_event_ticket_gray_desc_hoopaunboundraidday", "Ein Ticket für den Zugang zu besonderen Boni am 15. Februar 2025 von 14:00 bis 17:00 Uhr Ortszeit (wo immer du dich befindest).",
"item_event_ticket_gray_details_dec2023eggspedition", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Dezember (wo immer du dich befindest).",
"item_event_ticket_gray_details_decmonthly2024", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Dezember (wo immer du dich befindest).",
"item_event_ticket_gray_details_febmonthly2024", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Februar (wo immer du dich befindest).",
"item_event_ticket_gray_details_febmonthly2025", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Februar (wo immer du dich befindest).",
"item_event_ticket_gray_details_hoopaunboundraidday", "Dieses Ticket aktiviert sich automatisch und gewährt dir Zugang zu besonderen Boni am 15. Februar (wo immer du dich befindest).",
"item_event_ticket_gray_details_janmonthly2024", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Januar (wo immer du dich befindest).",
"item_event_ticket_gray_details_janmonthly2025", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Januar (wo immer du dich befindest).",
"item_global_event_ticket_details_meloetta", "Dieses Ticket aktiviert sich automatisch und gewährt dir Zugang zu besonderen Boni am 24. Februar (wo immer du dich befindest).",
"item_postcard_inventory_desc_old", "A book to collect Postcards and remember locations from yours and your friends’ journeys.",
"item_postcard_inventory_name_old", "Postcard Book",
"item_use_confirmation_on_friend", "{0} gegen {1} einsetzen?",
"lucky_friends_notification_details_from_charm", "{0} und du seid durch ein Glücks-Klimbim Glücks-Freunde geworden!",
"metadata_patch", "Built at 2025-02-23T03:04:11.635727+00:00 for de-DE\nat SHA 96f75c358d3\nPipeline 3008165, job 37344737\nPatch from: 0.351.0-SHA-f7106c82-RC1, 0.349.0-SHA-ee659370-RC5, 0.351.0-SHA-2259cb4d-RC2",
"move_required_to_enable_adventure_effect", "{0} beherrscht nicht die Lade-Attacke {1}, daher wird es nach der Fusion keine Lade-Attacke mit einem Abenteuer-Effekt beherrschen.",
"move_required_to_enable_adventure_effect_question", "Möchtest du fortfahren?",
"move_required_to_enable_adventure_effect_title", "Dieses fusionierte Pokémon wird keine Attacke mit einem Abenteuer-Effekt beherrschen.",
"new_quests_available_time", "<b>Neue Pass-Aufgaben erhältlich in:</b> \n{0}",
"ongoing_stamp_collection_header", "ONGOING STAMP RALLIES",
"pause_dialog_message", "Even if you pause, you will still receive stamps from your Friends. If you don't want to receive stamps from them, you can disable it in the Settings page.",
"pause_dialog_subtitle", "If you pause the stamp collection, you will stop collecting stamps for it. You can resume it anytime from the collection page.",
"pause_dialog_title", "Are you sure you want to pause?",
"pokedex_info_battle_charge_header", "Lade-Attacke",
"pokedex_info_battle_damage_header", "Schaden",
"pokedex_info_battle_elite_header", "ELITE MOVES",
"pokedex_info_battle_fast_header", "Sofort-Attacke",
"pokedex_info_battle_resistance_header", "Resistenz\ngegen",
"pokedex_info_battle_type_header", "Typ",
"pokedex_info_battle_weak_header", "Schwäche\ngegen",
"pokemon_alert_label_off", "Alarm aus",
"pokemon_alert_label_on", "Alarm an",
"pokemon_caught_stamp_rally", "CAUGHT AFTER STAMP RALLY",
"pokemon_desc_0646_0147", "Man sagt, es kämpfe dafür, dass in Zukunft eine Welt der Wünsche für Menschen und Pokémon zur Realität werden kann.",
"pokemon_desc_0646_0148", "Nachdem es Reshiram, das über identische Gene verfügt, absorbiert hat, kann es nun sowohl Feuer- als auch Eis-Energie einsetzen.",
"pokemon_disabled_toast", "Alarm für {0} deaktiviert.",
"pokemon_enabled_toast", "Du erhältst jetzt einen Alarm für {0} in der Nähe.",
"pokemon_nearby_notification", "Ein wildes {0} ist in der Nähe!",
"pokemon_nearby_notification_adventure_sync_already_assigned_message", "Du hast bereits einen Alarm für {0} aktiviert.",
"post_cd_timed_research_name", "Befristete Forschung: Spezialhintergrund – Community Day",
"post_cd_timed_research_name_old", "Community Day: Befristete Forschung – Fortsetzung",
"quest_branch_choose_black", "<size=35><b>Schwarze Version wählen</b></size>\n<size=28>(Reshiram/Schwarzes Kyurem)</size>",
"quest_branch_choose_white", "<size=35><b>Weiße Version wählen</b></size>\n<size=28>(Zekrom/Weißes Kyurem)</size>",
"quest_buddy_treat_days", "Gib deinem Kumpel an {0} verschiedenen Tagen einen Snack.",
"quest_catch_pokemon_unova_unique", "Fange {0} verschiedene Arten von Pokémon, die ursprünglich in Einall entdeckt wurden.",
"quest_title_season_17_10_dialogue_1", "Ich muss gestehen, dass es sich nach dem ganzen Tohuwabohu in letzter Zeit extrem anfühlt, wieder zur Normalität zurückzukehren.",
"quest_title_season_17_10_dialogue_2", "Ich nehme an, dass Abenteuer immer zwei Seiten haben: ein Anfang und ein Ende.",
"quest_title_season_17_10_dialogue_3", "Alles ist ein Balanceakt. Es ist das Ende eines Anfangs und nun ist dieses Ende wieder der Anfang eines neuen Abenteuers!",
"quest_title_season_17_10_dialogue_4", "Auf jeden Fall möchte ich mich bei dir bedanken, %PLAYERNAME%. Was auch immer das Schicksal für uns bereithält ... Ich bin mir sicher, dass du die richtige Wahl treffen wirst, egal wie unterschiedlich die Pfade scheinen mögen!",
"quest_title_season_17_7_dialogue_1", "Perfekt – jetzt wissen wir ganz genau, was Candela und Arlo im Schilde führten.",
"quest_title_season_17_7_dialogue_2", "Candela konzentrierte sich auf Kooperation, während Arlo die andere Richtung eingeschlagen hat. Letztendlich haben beide etwas über Ausgeglichenheit gelernt.",
"quest_title_season_17_7_dialogue_3", "Manche Leute holen das Beste aus ihren Stärken und Beziehungen heraus, und andere fokussieren sich darauf, die Welt nach ihren eigenen Wünschen zu gestalten.",
"quest_title_season_17_7_dialogue_4", "Faszinierend, oder? Aber wenn wir eins davon gelernt haben, ist es, dass es dafür auch eine Ausgeglichenheit gibt.",
"quest_title_season_17_8_dialogue_1", "Dualität, Ausgeglichenheit, Stärke, Wünsche … Ich hätte Philosoph werden sollen! So viel zum Nachgrübeln!",
"quest_title_season_17_8_dialogue_2", "Aber ich glaube, dass ich eine Theorie entwickelt habe, die Sinn ergibt.",
"quest_title_season_17_8_dialogue_3", "Was ich daraus gelernt habe, ist die Bedeutung der Zusammenarbeit – und deshalb werde ich das alles kurz mit den anderen Forschern besprechen, bevor ich es teile!",
"quest_title_season_17_8_dialogue_4", "Halte deine Augen offen für Dinge von Bedeutung, %PLAYERNAME%. Wir haben es fast geschafft.",
"quest_title_season_17_9_dialogue_1", "Ah ... Super Timing! Die Daten, die ich von unseren Freunden erhalten habe, haben mich zu einer starken Kälteenergie geführt.",
"quest_title_season_17_9_dialogue_2", "Der Ursprung? Niemand anderes als Kyurem, ein Legendäres Pokémon, das eisige Kälte heraufbeschwören kann, die seinen eigenen Körper gefriert.",
"quest_title_season_17_9_dialogue_3", "Interessanterweise steht Kyurem in enger Verbindung mit zwei anderen Pokémon ... Reshiram und Zekrom. Beide scheinen unterschiedliche Perspektiven zu haben: eine konzentriert sich auf Wirklichkeit, die andere auf Wünsche.",
"quest_title_season_17_9_dialogue_4", "Es erinnert mich an das ungewöhnliche Phänomen, das wir seit Kurzem hier beobachten. Diese Legendären Pokémon müssen irgendwie damit in Verbindung stehen.",
"quest_title_season_17_9_dialogue_5", "Sei gut vorbereitet, %PLAYERNAME%. Kyurem ist kein Schwächling. Ich habe das Gefühl, dass du ihm bald gegenüberstehen wirst!",
"quest_title_season_17_febtr_1_dialogue_1", "Ist es nicht toll, Freunde zu haben, auf die man sich verlassen kann, %PLAYERNAME%? Das kannst du bestimmt nachempfinden, nicht wahr, %PLAYERNAME%?",
"quest_title_season_17_febtr_1_dialogue_2", "Wo wir gerade dabei sind, ich habe vorhin gesehen, dass Candela bei anderen Trainern und ihren Pokémon vorbeigeschaut hat. Ihre wahre Kraft liegt darin, dass sie versteht, dass wir gemeinsam stärker sind als allein!",
"quest_title_season_17_febtr_1_dialogue_3", "Von Arlo kann ich das aber nicht gerade behaupten. Er ist mal wieder alleine losgezogen, und ich habe gehört, dass nicht einmal seine Kollegen von Team GO Rocket wissen, was er vorhat.",
"quest_title_season_17_febtr_1_dialogue_4", "Diese beiden scheinen total gegensätzlich zu sein, aber ich denke, dass wir bald mehr wissen. An wessen Fersen würdest du dich denn gerne heften?",
"quest_title_season_17_febtr_2_arlo_dialogue_1", "Siehst du nicht, dass ich beschäftigt bin? Diese Unterbrechungen sind eine riesige Verschwendung meiner Zeit.",
"quest_title_season_17_febtr_2_arlo_dialogue_2", "Diese ganzen Rüpel machen pausenlos meine perfekten Pläne zunichte, weil sie nicht einmal die einfachsten Anweisungen befolgen können. Das Letzte, was ich brauche, ist, dass du mir auf die Nerven gehst.",
"quest_title_season_17_febtr_2_arlo_dialogue_3", "Jemand wie du wird niemals verstehen, was ich hier versuche.",
"quest_title_season_17_febtr_2_arlo_dialogue_4", "Das ist deine erste und letzte Warnung: Ich werde deine Einmischung nicht dulden. Schieb ab.",
"quest_title_season_17_febtr_2_candela_dialogue_1", "Meine Freunde sind die Quelle meiner Kraft!",
"quest_title_season_17_febtr_2_candela_dialogue_2", "Sie, Prof. Willow, Rhi – sowie vor allem Spark und Blanche – sie alle wissen, wie man mich zu Höchstleistungen anspornt.",
"quest_title_season_17_febtr_2_candela_dialogue_3", "Das trifft auch auf meine treuen Pokémon zu! Ponita hat mich immer motiviert, zu trainieren und mich zu verbessern.",
"quest_title_season_17_febtr_2_candela_dialogue_4", "Das ganze seltsame Wetter bringt mich zum Nachdenken ... Ich habe keine Angst vor der Hitze – ich werde nicht zulassen, dass den Menschen und den Pokémon, die mir am Herzen liegen, etwas zustößt.",
"quest_title_season_17_febtr_2_candela_dialogue_5", "Gemeinsam sind wir stark. Wenn wir uns darauf konzentrieren, sind wir allem gewachsen.",
"quest_title_season_17_febtr_3_arlo_dialogue_1", "Dieser Unsinn ist endlich vorbei. Hat es dir Spaß gemacht, deine Zeit mit diesen Rüpeln zu verschwenden?",
"quest_title_season_17_febtr_3_arlo_dialogue_2", "Hm, vielleicht ist es doch ganz gut, ein paar Handlanger zu haben, die einem Lästiges vom Hals halten.",
"quest_title_season_17_febtr_3_arlo_dialogue_3", "Mal sehen, ob du dir darauf einen Reim machen kannst. Kennst du das Pokémon Parasek?",
"quest_title_season_17_febtr_3_arlo_dialogue_4", "Es sieht aus wie ein Insekt, aber der Pilz auf seinem Rücken übernimmt die Denkarbeit. Diese Rüpel sind die Insekten. Ich bin der Pilz.",
"quest_title_season_17_febtr_3_arlo_dialogue_5", "Vielleicht ist es doch ganz gut, einige Würmchen um sich zu haben, solange jeder weiß, wer der Pilz ist.",
"quest_title_season_17_febtr_3_candela_dialogue_1", "Bei unseren Nachforschungen ist mir etwas aufgefallen. Viele wilde Pokémon tun etwas, von dem auch andere profitieren ...",
"quest_title_season_17_febtr_3_candela_dialogue_2", "Das bedeutet aber nicht, dass sie sich nur auf andere verlassen. Viele kommen auch so gut zurecht, als eigenständige Kreaturen.",
"quest_title_season_17_febtr_3_candela_dialogue_3", "Es ist, als ob man eine Kerze benutzt, um eine andere anzuzünden. Das bedeutet nicht, dass die erste weniger hell brennt.",
"quest_title_season_17_febtr_3_candela_dialogue_4", "Ich weiß nicht, was als Nächstes kommt, aber ich muss darauf vertrauen, dass meine Freunde die Kraft haben, ihre Probleme zu bewältigen, egal, ob sie allein oder an meiner Seite sind.",
"quest_title_season_17_febtr_3_candela_dialogue_5", "Und das schließt dich mit ein, %PLAYERNAME%! Ich weiß, dass du dich Dingen gestellt hast, die ich mir nicht mal vorstellen könnte ... Aber ich möchte für dich da sein – wenn und wann du mich brauchst.",
"quests_pass_multiple_task_available", "Neue Pass-Aufgaben!",
"quests_pass_task_available", "Neue Pass-Aufgabe!",
"raid_day_hoopa_unbound_event_name", "Raid-Tag: Entfesseltes Hoopa",
"reactivate_button", "REACTIVATE",
"reactivate_dialog_message", "One or more stamp rallies at this PokéStop are currently paused. To collect more stamps, they must be reactivated.",
"reactivate_dialog_title", "Reactivate this stamp collection?",
"rewarded_spend_helpshift_footer", "Weitere Infos findest du auf der <a href=\"https://niantic.helpshift.com/hc/faq/94-how-can-i-purchase-items-and-pokecoins/#what-is-the-reward-road?\">Website</a>.",
"rewards_banner", "REWARDS",
"road_to_unova_event_title_hatch", "Ticket: Der Weg nach Einall – Schlüpfen",
"road_to_unova_event_title_raid", "Ticket: Der Weg nach Einall – Raids",
"road_to_unova_pikachu_title", "Pikachu Überraschung",
"scattered_to_the_winds_event_name", "Purzelnde Purmel",
"scattered_winds_avatar_tr_title", "Befristete Premium-Forschung: Purzelnde Purmel",
"scattered_winds_avatar_tr_title_1", "Befristete Premium-Forschung: Purzelnde Purmel (1/2)",
"scattered_winds_avatar_tr_title_2", "Befristete Premium-Forschung: Purzelnde Purmel (2/2)",
"scattered_winds_collection_challenge_feb_25", "Sammler-Herausforderung: Purzelnde Purmel",
"send_stamp_warning_modal_description_low_friend_level", "This gift includes a stamp, but you and your friend have not reached {0}, so your friend won't be able to receive the stamp. Do you still want to send this gift?",
"send_stamp_warning_modal_descripton_already_collected", "Your friend either has already collected this stamp, and cannot receive it again. Do you still want to send this gift?",
"send_stamp_warning_modal_descripton_opted_out", "Your friend has opted out of receiving gifted stamps. Do you still want to send this gift?",
"send_stamp_warning_modal_title", "Are you sure you want to send this gift?",
"stamp_and_open_gift_button", "Stamp & Open",
"stamp_collection_poi_nearby_notification", "There's a nearby stamp you haven't gotten yet at {0}!",
"stamp_collection_reward_pokemon_flee_warning_body", "If you leave the encounter, the Pokémon may flee and you may not encounter it again.",
"stamp_collection_reward_pokemon_flee_warning_title", "Are you sure you want to leave this encounter?",
"stamp_collections_page_header", "GO STAMP RALLY",
"stamp_completed_description", "Congratulations! You completed this stamp rally!",
"stamp_info_banner", "STAMP INFO",
"stamp_page_tutorial_page_1_description", "A stamp rally is an activity where you collect stamps at various PokéStops and Gyms.",
"stamp_page_tutorial_page_1_header", "What is a Stamp Rally?",
"stamp_page_tutorial_page_2_description", "If you visit target PokéStops and Gyms, a stamp sheet will automatically appear. Interact with it to receive a stamp.",
"stamp_page_tutorial_page_2_header", "How can I collect stamps?",
"stamp_page_tutorial_page_3_description", "Some stamp rallies allow you to collect stamps together with friends, even if you can't visit the PokéStop yourself. If your friend who is at a level of {0} or higher sends you a gift from that PokéStop, it will also progress your collection!",
"stamp_page_tutorial_page_3_header", "Collect stamps with friends!",
"stamp_page_tutorial_page_4_description", "Some stamp rallies offer items or other rewards for collecting stamps. Collect lots of stamps and encounter many great things!",
"stamp_page_tutorial_page_4_header", "Collect them, and collect them all!",
"stamp_poi_details_location_info_header", "What kind of place is this?",
"stamp_poi_details_location_info_unvisited", "After visiting this location, detailed information will be displayed here.",
"stamp_poi_details_received_from", "Received from: {0}",
"stamp_poi_details_unvisited", "Not visited yet",
"stamp_poi_details_visited_date", "Visited: {0}",
"stamp_progression", "STAMP PROGRESSION",
"stamp_rally_completed_date", "Finished: {0}",
"stamp_rally_end_time", "by {0}",
"stamp_rally_no_expiration", "This event has no expiration date.",
"stamp_reward_collected_description", "Congratulations! You can collect a reward!",
"stamp_reward_toast", "If you collect enough stamps you'll get a reward",
"stamp_social_receive_tutorial_page_1_header", "Collect stamps together with your friends!",
"stamp_social_receive_tutorial_page_2_header", "What is a Stamp rally?",
"stamp_social_receive_tutorial_page_3_description", "Stamps you've collected can be viewed on the Stamp Rally page in the Collection Book.",
"stamp_social_receive_tutorial_page_3_header", "Collected stamps are saved in the Collection Book.",
"stamp_social_send_tutorial_page_1_description", "This gift includes a stamp for a Stamp Rally. Your friend will also receive a gift with a Stamp Rally stamp, allowing them to collect it remotely.",
"stamp_social_send_tutorial_page_1_header", "Postcard with Stamp!",
"stamp_tutorial_page_1_description", "Stamp markers will be displayed above the PokéStops included in the stamp rally.\nWhen you tap on these PokéStops, the stamp sheet will automatically appear.",
"stamp_tutorial_page_1_header", "Stamp rally target Pokéstop",
"stamp_tutorial_page_2_description", "If there is progress in the stamp rally, the stamp button will be displayed in the menu on the right side of the map until the date changes. By pressing this button, you can easily check the progress of that stamp rally.",
"stamp_tutorial_page_2_header", "Quickly check the progress of the stamp rally",
"text_rewards_key_gotourhatch2025", "<b>Enthaltene Boni:</b>\n• 2× Schlüpf-EP\n• 2× Schlüpf-Sternenstaub\n• 2× Schlüpf-Bonbons\n\n<b>Enthaltene Belohnungen:</b>\n• Avatar-Artikel Hoodie (Schwarz & Weiß)\n• Begegnungen mit Maracamba, Symvolara und Bisofank\n• 1 Super-Brutmaschine\n• 4000 Sternenstaub\n• Und mehr!",
"text_rewards_key_gotourraid2025", "<b>Enthaltene Boni:</b>\n• Zusätzliche 5000 EP für gewonnene Raids\n• 1 zusätzliches Bonbon für Stufe-5-Raids\n• 1 zusätzliches Bonbon XL für Stufe-5-Raids\n• 2× Sternenstaub für gewonnene Raids\n• 1 zusätzlicher kostenloser Raid-Pass pro Tag für das Drehen von Fotoscheiben auf Arenen\n\n<b>Enthaltene Belohnungen:</b>\n• Avatar-Artikel Jogger (Schwarz & Weiß)\n• 5 Bonbons XL für jedes der folgenden Pokémon: Kobalium, Terrakium, Viridium, Boreos, Voltolos und Demeteros\n• 25 Genesect-Bonbons-XL\n• 10 Reshiram-Bonbons und 10 Zekrom-Bonbons",
"text_rewards_key_hoopaunboundraidday", "<b>Enthaltene Boni:</b>\n• 8 zusätzliche Raid-Pässe durch das Drehen von Fotoscheiben auf Arenen\n• Erhöhte Chance auf Sonderbonbons XL für Raids\n• 50 % mehr EP und 2× Sternenstaub für den erfolgreichen Abschluss von Raids",
"text_rewards_key_meloettamasterwork2025", "<b>Enthält folgende Belohnungen: </b>\n• Eine Begegnung mit einem Schillernden Meloetta (Gesangsform)\n• Schillerndes-Meloetta-T-Shirt als Avatar-Artikel\n• 10 Reshiram-Bonbons, 10 Zekrom-Bonbons, 15 Serpifeu-Bonbons, 15 Floink-Bonbons, 15 Ottaro-Bonbons, 10 Flampion-Bonbons und 30 Meloetta-Bonbons\n• 14 640 EP und 6 480 Sternenstaub\n• 2 Sonderbonbons XL und 3 Sonderbonbons für Trainer ab Level 31\n• 5 Sonderbonbons für Trainer ab Level 30\n• 60 Hyperbälle, 3 Einall-Steine, 5 Goldene Himmihbeeren, 5 Silberne Sananabeeren, 1 Lockmodul, 2 Rauch und mehr!",
"text_rewards_key_scatteredwindsfeb25", "<b>Enthaltene Belohnungen:</b>\n• Brieffreund-Pose\n• Begegnungen mit Smettbo und Papinella\n• 1 Sternenstück\n• 10 000 EP and 16 500 Sternenstaub\n• Und mehr!",
"tips_avatar_showing_all", "Showing All Items",
"tips_avatar_showing_owned", "Showing Owned Items",
"tips_dont_own_message_title", "You don't own any of these items.",
"title_event_pass_bonus_bonus_quest", "Bonus-Aufgaben",
"title_event_pass_daily_bonus_quest", "Tägliche Aufgaben",
"title_event_pass_hourly_bonus_quest", "Stündliche Aufgaben",
"total_stamps_collected", "{0} total stamps",
"tr_kr2025_retention_feb_desc", "Befristete Forschung: Mondschein-Herausforderung",
"tr_kr2025_retention_feb_title", "Mondschein-Herausforderung",
"tr_kr2025_retention_feb_title_00", "Befristete Forschung: Mondschein-Herausforderung (1/3)",
"tr_kr2025_retention_feb_title_01", "Befristete Forschung: Mondschein-Herausforderung (2/3)",
"tr_kr2025_retention_feb_title_02", "Befristete Forschung: Mondschein-Herausforderung (3/3)",
"win gmax_battle_plural", "Gewinne {0} Gigadynamax-Kämpfe.",
"win_gmax_battle_singular", "Gewinne einen Gigadynamax-Kampf."
]}
