{"data": [
"additional_xl_max_raid_singular", "Ein zusätzliches Bonbon XL für das Abschließen von Dyna-Kämpfen",
"additional_xl_raid_singular", "Ein zusätzliches Bonbon XL für das Abschließen von Raid-Kämpfen",
"adventure_sync_already_assigned_title", "Pokémon-Alarm",
"adventure_sync_missing_title", "Einstellungen nicht aktiviert",
"adventure_sync_pokemon_disable", "Alarm ändern",
"adventure_sync_pokemon_disabled_toast", "Ein Alarm wurde für {0} aktiviert.",
"adventure_sync_settings_missing", "Bitte stelle sicher, dass die beiden folgenden Einstellungen aktiviert sind, um diese Funktion zu verwenden.\n\n1. Einstellungen > Allgemeines > Abenteuer-Sync\n\n2. Einstellungen > Benachrichtigungen > Abenteuer-Sync: In der Nähe",
"age_confirm_contact", "Contact Support",
"age_confirm_explain", "Trainers must meet certain age requirements to log in with this type of account. Please confirm your date of birth.",
"age_confirm_fail", "Sorry, you do not meet the <a href=\"https://niantic.helpshift.com/hc/faq/4996-important-notice-pokemon-go-login-age-requirements/\">age requirements</a> to log in with this type of account and your account will be deleted pursuant to our Terms of Service. If you believe you are eligible to log in with this type of account, please contact us.",
"age_confirm_popup_confirm", "Are you sure? This cannot be changed after you submit.",
"april_power_up_monthly_ticket_title", "Power-up-Ticket: April",
"april_power_up_monthly_ticket_title_1", "Power-up-Ticket: April (1/4)",
"april_power_up_monthly_ticket_title_2", "Power-up-Ticket: April (2/4)",
"april_power_up_monthly_ticket_title_3", "Power-up-Ticket: April (3/4)",
"april_power_up_monthly_ticket_title_4", "Power-up-Ticket: April (4/4)",
"avatar_hats_mustard", "Hut im Stil von Mastrich",
"avatar_pants_mustard", "Hose im Stil von Mastrich",
"avatar_pose_mustard", "Mastrich-Pose",
"avatar_shirt_mustard", "Jacke im Stil von Mastrich",
"avatar_shoes_mustard", "Schuhe im Stil von Mastrich",
"bonus_cd_move_fuecoco", "Entwickle Lokroko, um ein Skelokrok zu erhalten, das die Lade-Attacke Lohekanonade beherrscht!",
"bonus_pokestop_sinnoh_stone_drop", "Seltene Chance, durch das Drehen von PokéStops Sinnoh-Steine zu erhalten",
"claim_items", "Belohnungen abholen",
"combat_title_season_18", "GO-Kampfliga: Mächtig und meisterhaft",
"community_day_fuecoco_event_name", "Community Day mit Krokel",
"dmax_battle_win_plural", "Gewinne {0} Dynamax-Kämpfe.",
"dmax_battle_win_singular", "Gewinne einen Dynamax-Kampf.",
"dmax_raikou_max_battles", "Dynamax-Raikou erscheint in Dyna-Kämpfen.",
"dmax_raikou_weekend_event_name", "Dyna-Kampfwochenende mit Dynamax-Raikou",
"dmax_raikou_weekend_timed_research", "Befristete Forschung: Dyna-Kampfwochenende mit Dynamax-Raikou",
"em_carnival_2025_collection_challenge", "Karneval der Freunde: Sammler-Herausforderung",
"em_carnival_2025_event_title", "Karneval der Freunde",
"em_carnival_2025_tr_desc_title_00", "Befristete Forschung: Karneval der Freunde (1/1)",
"em_carnival_2025_tr_title", "Befristete Forschung: Karneval der Freunde",
"em_holi_2025_event_title", "Farbfestival 2025",
"em_holi_2025_tr_dialog_00", "Lass uns feiern, %PLAYERNAME%! Wähle eine Farbe, um deine Pokémon-Reise aufzuhellen.",
"em_holi_2025_tr_path_a", "Farbenwahl: Gelb",
"em_holi_2025_tr_path_a_desc", "Wähle diesen Pfad, um sowohl Begegnungen mit Wattzapf, Eguana und Pamo als auch Belohnungen wie Sternenstaub und Sticker zu erhalten.",
"em_holi_2025_tr_path_b", "Farbenwahl: Rot",
"em_holi_2025_tr_path_b_desc", "Wähle diesen Pfad, um sowohl Begegnungen mit Schneckmag, Flampion und Dartiri als auch Belohnungen wie Sternenstaub und Sticker zu erhalten.",
"em_holi_2025_tr_path_c", "Farbenwahl: Blau",
"em_holi_2025_tr_path_c_desc", "Wähle diesen Pfad, um sowohl Begegnungen mit Seeper, Marill und Wablu als auch Belohnungen wie Sternenstaub und Sticker zu erhalten.",
"em_holi_2025_tr_title", "Befristete Forschung: Farbfestival 2025",
"em_mall_large_collection_challenge", "Eine Party mit Pikachu!: Sammler-Herausforderung",
"em_mall_large_tr_desc_title_00", "Befristete Bonus-Forschung: Eine Party mit Pikachu! (1/ 1)",
"em_mall_large_tr_title", "Befristete Bonus-Forschung: Eine Party mit Pikachu!",
"em_mall_pkmn_day_event_title", "Pokémon Day-Feier: Brasilien",
"event_datetime_range_key_aprilmonthly2025", "4. April um 10:00 Uhr bis\n4. Mai um 10:00 Uhr",
"event_datetime_range_key_cd_fuecoco25", "8. März, 14:00 bis 17:00 Uhr",
"event_datetime_range_key_ffsr0325", "5. März um 10:00 Uhr bis\n29. Mai um 20:00 Uhr",
"event_datetime_range_key_gofest2025ver1", "28. Juni um 10:00 Uhr bis\n29. Juni um 18:00 Uhr",
"event_datetime_range_key_marchmonthly2025", "4. März um 10:00 Uhr bis\n4. April um 10:00 Uhr",
"event_datetime_range_key_maymonthly2025", "4. Mai um 10:00 Uhr bis\n4. Juni um 10:00 Uhr",
"event_season18_name", "Aktuelle Jahreszeit: Mächtig und meisterhaft",
"filter_key_candy_km", "Bonbonkm",
"fossil_museum_bonus_event_title", "Pokémon-Fossil-Museum",
"fossil_museum_collection_challenge_01", "Faszinierende Fossilien: Sammler-Herausforderung",
"fossil_museum_collection_challenge_02", "Faszinierende Fossilien: Sammler-Herausforderung",
"fossil_museum_collection_challenge_03", "Faszinierende Fossilien: Sammler-Herausforderung",
"fossil_museum_collection_challenge_04", "Faszinierende Fossilien: Sammler-Herausforderung",
"fossil_museum_collection_challenge_05", "Faszinierende Fossilien: Sammler-Herausforderung",
"fossil_museum_collection_challenge_06", "Faszinierende Fossilien: Sammler-Herausforderung",
"fossil_museum_collection_challenge_07", "Faszinierende Fossilien: Sammler-Herausforderung",
"ftue_pokemon_alert_message", "Pokémon-Alarme informieren dich durch In-Game-Benachrichtigungen und Push-Mitteilungen, wenn ein ausgewähltes wildes Pokémon in der Nähe ist. Push-Mitteilungen werden weniger häufig versendet.",
"ftue_pokemon_alert_title", "Pokémon-Alarm",
"fuecoco_post_cd_extended_bonus", "Community Day mit Krokel: Erweiterter Bonus",
"fusion_resource_black_kyurem_desc", "Wird verwendet, um Kyurem und Zekrom zu Schwarzes Kyurem zu fusionieren. Man kann sie finden, wenn Schwarzes Kyurem in Raids besiegt wurde.",
"fusion_resource_dawnwings_necrozma_desc", "Wird verwendet, um Necrozma und Lunala zu Morgenschwingen-Necrozma zu fusionieren. Man kann sie finden, wenn Morgenschwingen-Necrozma in Raids besiegt wurde.",
"fusion_resource_duskmane_necrozma_desc", "Wird verwendet, um Necrozma und Solgaleo zu Abendmähne-Necrozma zu fusionieren. Man kann sie finden, wenn Abendmähne-Necrozma in Raids besiegt wurde.",
"fusion_resource_white_kyurem_desc", "Wird verwendet, um Kyurem und Reshiram zu Weißes Kyurem zu fusionieren. Man kann sie finden, wenn Weißes Kyurem in Raids besiegt wurde.",
"fuzzy_fighter_sr_name", "Flauschiger Kämpfer",
"fuzzy_fighter_sr_name_1", "Flauschiger Kämpfer (1/5)",
"fuzzy_fighter_sr_name_2", "Flauschiger Kämpfer (2/5)",
"fuzzy_fighter_sr_name_3", "Flauschiger Kämpfer (3/5)",
"fuzzy_fighter_sr_name_4", "Flauschiger Kämpfer (4/5)",
"fuzzy_fighter_sr_name_5", "Flauschiger Kämpfer (5/5)",
"general1.ticket.5_marchmonthly2025_title", "Power-up-Ticket: März",
"general1.ticket._ffsr0325_title", "Spezialforschungs-Ticket: Flauschiger Kämpfer",
"general1.ticket._gofest2025ver1_title", "Ticket: Pokémon GO Fest 2025: Global",
"general1.ticket_cd_fuecoco25_title", "Ticket: Community Day mit Krokel",
"general2.ticket.7_aprilmonthly2025_title", "Power-up-Ticket: April",
"general2.ticket.8_maymonthly2025_title", "Power-up-Ticket: Mai",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_00", "Grüße. Lapras und ich haben gerade unsere letzte Analyse beendet.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_01", "Eine ausgeglichene Herangehensweise hat sich nicht nur im Kampf, sondern auch in anderen Bereichen bewährt.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_team_02", "Wir haben dir zu danken, %PLAYERNAME%. Mit deiner Hilfe haben wir einen weiteren Durchbruch geschafft.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_00", "Ah, %PLAYERNAME%. Du solltest wissen, dass Cliff angekündigt hat, dass er der „ausgewogenste Trainer aller Zeiten“ werden möchte.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_01", "Ich bin nicht gerade begeistert davon, dass ein Feind seine Fähigkeiten verbessern möchte, aber zumindest hast du das Chaos seiner unbesonnenen Trainingsmethoden verhindern können.",
"go_tour_2025_global_seasonal_rewards_tr_blanche_tgr_02", "Ich weiß deine Unterstützung in dieser Angelegenheit wirklich zu schätzen.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_00", "Jo, %PLAYERNAME%! Ich habe gerade eine heftige Solomission abgeschlossen.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_01", "Ich muss mich erst noch an den Solo-Einsatz gewöhnen, aber ich lerne auch eine Menge dabei. Außerdem schätze ich es jetzt noch mehr, mit meinem Team zusammen zu sein.",
"go_tour_2025_global_seasonal_rewards_tr_candela_team_02", "Danke für alles. Auf dass wir immer bereit sind, uns gegenseitig zu helfen, egal ob wir zusammen oder getrennt sind!",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_00", "Hey, was hast du vorhin zu Arlo gesagt? Ich habe gehört, dass er eng mit den Rüpeln zusammenarbeitet – kooperativ! Das hört sich gar nicht nach ihm an.",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_01", "Es ist eine Schande, dass sie wahrscheinlich nichts Gutes im Schilde führen. Das Team GO Rocket ist der Meister der fehlgeleiteten Leidenschaft, oder?",
"go_tour_2025_global_seasonal_rewards_tr_candela_tgr_02", "Jedenfalls danke, dass du dich um ihn gekümmert hast. Was auch immer sie in Zukunft vorhaben, wir halten sie gemeinsam auf!",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_00", "Heya, %PLAYERNAME%! Bleibst du auch schön cool?",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_01", "Unglaublich, dass das alles mit einem Strandbesuch angefangen hat, oder? Ich schätze, um dich herum ist immer Action angesagt, also kann ich nicht behaupten, dass ich überrascht bin!",
"go_tour_2025_global_seasonal_rewards_tr_spark_team_02", "Du bist auf jeden Fall zu meiner nächsten Party eingeladen. Jedenfalls danke, dass du immer für ein Abenteuer zu haben bist!",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_00", "Hey, danke, dass du dich vorhin um Sierra gekümmert hast, %PLAYERNAME%.",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_01", "Normalerweise zeigt sie jedem die kalte Schulter, deshalb bin ich überrascht, dass sie so nachsichtig mit dir war! ... Naja, etwas nachsichtig.",
"go_tour_2025_global_seasonal_rewards_tr_spark_tgr_02", "Sie ist immer noch super gemein und, du weißt schon, böse und so, aber hey – wir werden schon wissen, wie wir sie das nächste Mal stoppen können, wenn sie Ärger macht!",
"go_tour_2025_global_sr_dialog_00_00", "Wir haben es endlich gefunden! Kyurem, das Schwellen-Pokémon, ist höchstwahrscheinlich die Ursache der Anomalien, die wir in letzter Zeit beobachten konnten.",
"go_tour_2025_global_sr_dialog_00_01", "Der Körper dieses Legendären Pokémon ist unvollständig. Es muss sich deswegen wahrscheinlich selbst gefrieren, um sich zu stabilisieren!",
"go_tour_2025_global_sr_dialog_00_02", "Seine Gene ähneln denen von zwei anderen Legendären Pokémon, Reshiram und Zekrom – und meinen Informationen zufolge ist es gerade auf der Suche nach ihnen.",
"go_tour_2025_global_sr_dialog_00_03", "Behalten wir die Situation im Auge, %PLAYERNAME%. Wenn diese mächtigen Pokémon aufeinandertreffen, könnten die Dinge außer Kontrolle geraten.",
"go_tour_2025_global_sr_dialog_01_00", "Kyurem kann entweder mit dem Wahres Weiß-Pokémon Reshiram oder dem Reines Schwarz-Pokémon Zekrom fusionieren.",
"go_tour_2025_global_sr_dialog_01_01", "Auf diese Weise absorbiert es die anderen Pokémon, um jeweils zu Weißes Kyurem oder Schwarzes Kyurem zu werden.",
"go_tour_2025_global_sr_dialog_01_02", "Wir wissen jedoch nicht, für welches der beiden sich Kyurem entscheiden wird und können uns nur auf eines gleichzeitig konzentrieren.",
"go_tour_2025_global_sr_dialog_01_03", "Wenn wir zuerst nach Reshiram oder Zekrom suchen, geben wir Kyurem die Chance, das andere zu finden.",
"go_tour_2025_global_sr_dialog_01_04", "Willst du dich lieber mit Reshiram und Schwarzes Kyurem befassen oder mit Zekrom und Weißes Kyurem?",
"go_tour_2025_global_sr_dialog_02_black_00", "Ich habe gehört, dass Reshiram die Erdatmosphäre in Wallung geraten lassen kann, wenn das Feuer in seinem Schweif auflodert. Alte Mythen erwähnen außerdem, dass es ganze Königreiche in Brand setzte, wenn die Menschen der Gier verfielen.",
"go_tour_2025_global_sr_dialog_02_black_01", "Heftig. Man sagt außerdem, dass es jenen helfen möchte, die nach einer Welt streben, die auf Wirklichkeit basiert.",
"go_tour_2025_global_sr_dialog_02_black_02", "Was wäre denn deine „Wirklichkeit“, %PLAYERNAME%?",
"go_tour_2025_global_sr_dialog_02_black_03", "Die Antwort solltest du dir gut überlegen, bevor du Reshiram aufsuchst. Verbrenn dir bloß nicht die Finger!",
"go_tour_2025_global_sr_dialog_02_white_00", "Zekroms Schweif enthält ein gewaltiges Organ zur Stromerzeugung. Rotiert das Innere seines Schweifs wie eine Turbine, werden dadurch unzählige Blitze erzeugt, welche die Umgebung durchzucken.",
"go_tour_2025_global_sr_dialog_02_white_01", "Es wird gesagt, dass früher, wenn die Menschen die Gerechtigkeit in ihren Herzen aus den Augen verloren, Zekrom ihre Königreiche mit Blitzen dem Erdboden gleichmachte.",
"go_tour_2025_global_sr_dialog_02_white_02", "Heftig. Man sagt außerdem, dass es jene unterstützt, die nach einer Welt der Wünsche streben. Wie würde denn deine Welt der Wünsche aussehen, %PLAYERNAME%?",
"go_tour_2025_global_sr_dialog_02_white_03", "In meiner gibt es eine umfassende Pokémon-Datenbank, in der alle Lebensräume und die Verteilung von Pokémon aufgelistet sind! Folge einem solchen Ideal und Zekroms Blitze verschonen dich!",
"go_tour_2025_global_sr_dialog_03_00", "Angeblich waren Reshiram und Zekrom ursprünglich ein einziges Pokémon.",
"go_tour_2025_global_sr_dialog_03_01", "Es heißt, dass es sich vor langer Zeit während eines Konflikts aufspaltete.",
"go_tour_2025_global_sr_dialog_03_02", "Ich habe jedoch nur wenig über Kyurems Ursprünge finden können – nur Hörensagen von anderen Forschern.",
"go_tour_2025_global_sr_dialog_03_03", "Ich liebe ein gutes Rätsel! Wie dem auch sei, diese drei machterfüllten Pokémon scheinen eine enge Verbindung zu Einall zu haben.",
"go_tour_2025_global_sr_dialog_03_04", "Vielleicht können wir sie besser verstehen, wenn wir andere Pokémon untersuchen, die ursprünglich in der Region entdeckt wurden.",
"go_tour_2025_global_sr_dialog_04_oshawott_00", "Viele Trainer aus Einall haben Ottaro als ihr Starter-Pokémon ausgewählt.",
"go_tour_2025_global_sr_dialog_04_oshawott_01", "Ottaro kämpft, indem es die Muschel auf seinem Bauch als Messer einsetzt, Attacken abwehrt und sofort zurückschlägt.",
"go_tour_2025_global_sr_dialog_04_oshawott_02", "Es verfeinert unermüdlich seine Fähigkeiten. Ein wirklich emsiger kleine Racker!",
"go_tour_2025_global_sr_dialog_04_oshawott_03", "Es gibt immer wieder etwas Neues, das wir von Pokémon lernen können, selbst wenn wir bereits Hunderte von Kämpfen hinter uns haben. Kümmer dich gut um Ottaro und finde heraus, was es dir beibringen kann!",
"go_tour_2025_global_sr_dialog_04_snivy_00", "Viele Trainer aus Einall haben Serpifeu als ihr Starter-Pokémon ausgewählt.",
"go_tour_2025_global_sr_dialog_04_snivy_01", "Siehst du diese kurzen Ärmchen? Als Ausgleich nutzt es seine Ranken, die es geschickt kontrollieren kann.",
"go_tour_2025_global_sr_dialog_04_snivy_02", "Man kennt es als kühle Denkernatur, aber wenn es genug Sonnenlicht abbekommt, erhöht sich die Geschwindigkeit seiner Bewegungen.",
"go_tour_2025_global_sr_dialog_04_snivy_03", "Es gibt immer wieder etwas Neues, das wir von Pokémon lernen können, selbst wenn wir bereits Hunderte von Kämpfen hinter uns haben. Kümmer dich gut um Serpifeu und finde heraus, was es dir beibringen kann!",
"go_tour_2025_global_sr_dialog_04_tepig_00", "Viele Trainer aus Einall haben Floink als ihr Starter-Pokémon ausgewählt.",
"go_tour_2025_global_sr_dialog_04_tepig_01", "Unterschätze ja nicht, wie flink sie sind! Wenn du nicht gut auf dein Mittagessen aufpasst, wird sich Floink darüber hermachen, bevor du weißt, was los ist!",
"go_tour_2025_global_sr_dialog_04_tepig_02", "Dieser gierige kleine Nimmersatt hat einen ausgezeichneten Geruchsinn, mit dem er Nahrung aufspürt, die er vor dem Verspeisen röstet!",
"go_tour_2025_global_sr_dialog_04_tepig_03", "Es gibt immer wieder etwas Neues, das wir von Pokémon lernen können, selbst wenn wir bereits Hunderte von Kämpfen hinter uns haben. Kümmer dich gut um Floink und finde heraus, was es dir beibringen kann!",
"go_tour_2025_global_sr_dialog_05_black_00", "Gute Nachrichten – wir haben Reshiram gefunden! Die weniger gute Nachricht ist, dass Kyurem jetzt auf Zekrom konzentriert ist. Bist du bereit?",
"go_tour_2025_global_sr_dialog_05_black_01", "Wenn sich Zekrom und Kyurem beruhigt haben, können wir DNS-Keile einsetzen, um sie zu Schwarzes Kyurem zu fusionieren. Aber zerbrich dir über technische Details nicht den Kopf!",
"go_tour_2025_global_sr_dialog_05_black_02", "Laut meinen Daten strebt Kyurem nach Vollständigkeit und als Schwarzes Kyurem kämpft es, um die Welt der Wünsche zu beschützen, die in der Zukunft für Menschen und Pokémon existieren wird.",
"go_tour_2025_global_sr_dialog_05_black_03", "Ein Pokémon mit solcher Hingabe verdient die Chance, für eine solche Zukunft zu kämpfen. Viel Glück, %PLAYERNAME%.",
"go_tour_2025_global_sr_dialog_05_white_00", "Gute Nachrichten – wir haben Zekrom gefunden! Die weniger gute Nachricht ist, dass Kyurem jetzt auf Reshiram konzentriert ist. Bist du bereit?",
"go_tour_2025_global_sr_dialog_05_white_01", "Wenn sich Reshiram und Kyurem beruhigt haben, können wir DNS-Keile einsetzen, um sie zu Weißes Kyurem zu fusionieren. Aber zerbrich dir über technische Details nicht den Kopf!",
"go_tour_2025_global_sr_dialog_05_white_02", "Meines Wissens nach strebt Kyurem nach Vollständigkeit und als Weißes Kyurem kämpft es, um die Welt der Wirklichkeit zu beschützen, die es für Menschen und Pokémon vorhergesehen hat.",
"go_tour_2025_global_sr_dialog_05_white_03", "Ein Pokémon mit solcher Hingabe verdient die Chance, für eine solche Zukunft zu kämpfen. Viel Glück, %PLAYERNAME%.",
"go_tour_2025_global_sr_dialog_06_00", "Das ist außergewöhnlich ... Ich habe etwas über Absorptionsfusion gelesen, aber ich hätte mir nie vorstellen können, es selbst bezeugen zu können!",
"go_tour_2025_global_sr_dialog_06_01", "Wie ist es mit dir? Hast du dir jemals vorgestellt, so etwas Außergewöhnliches zu sehen?",
"go_tour_2025_global_sr_dialog_06_02", "Die Menschen verfolgen ihre Träume mit solcher Leidenschaft. Ich habe mich oft gefragt, ob unsere Differenzen so unüberwindbar sind, aber jetzt sehe ich, dass wir einander ergänzen, wenn wir zusammenarbeiten.",
"go_tour_2025_global_sr_dialog_06_03", "Ich weiß nicht, ob ich lange genug hier sein werde, um die Zukunft zu erleben, die Kyurem erwartet, aber ich freue mich darauf, mit dir zu Kooperieren und sie Realität werden zu lassen!",
"go_tour_2025_irl_sr_dialog_02_oshawott_04", "Kyurem hat sicherlich auch ein paar besondere Bedürfnisse. Während du deinen neuen Partner trainierst, versuche ich, mehr über Kyurem herauszufinden.",
"go_tour_2025_irl_sr_dialog_02_tepig_04", "Kyurem hat sicherlich auch ein paar besondere Bedürfnisse. Während du deinen neuen Partner trainierst, versuche ich, mehr über Kyurem herauszufinden.",
"go_tour_2025_irl_sr_dialog_04_oshawott_00", "Das war ein inspirierender Kampf! Man sieht, dass Menschen und Pokémon jegliche Differenzen überwinden und ihre größten Träume erfüllen können, wenn sie zusammenarbeiten!",
"go_tour_2025_irl_sr_dialog_04_oshawott_02", "Wahrscheinlich war das nicht das letzte Mal, dass wir Kyurem begegnet sind, aber du hast auf jeden Fall eine große Katastrophe verhindert, indem du es besiegt hast. Jetzt erstmal viel Spaß auf deinen Abenteuern, %PLAYERNAME%!",
"go_tour_2025_irl_sr_dialog_04_oshawott_03", "Bis zum nächsten Mal – nichts wie raus und GO!",
"go_tour_2025_irl_sr_dialog_04_snivy_02", "Wahrscheinlich war das nicht das letzte Mal, dass wir Kyurem begegnet sind, aber du hast auf jeden Fall eine große Katastrophe verhindert, indem du es besiegt hast. Jetzt erstmal viel Spaß auf deinen Abenteuern, %PLAYERNAME%!",
"go_tour_2025_irl_sr_dialog_04_tepig_00", "Das war ein inspirierender Kampf! Man sieht, dass Menschen und Pokémon jegliche Differenzen überwinden und ihre größten Träume erfüllen können, wenn sie zusammenarbeiten!",
"go_tour_2025_irl_sr_dialog_04_tepig_02", "Wahrscheinlich war das nicht das letzte Mal, dass wir Kyurem begegnet sind, aber du hast auf jeden Fall eine große Katastrophe verhindert, indem du es besiegt hast. Jetzt erstmal viel Spaß auf deinen Abenteuern, %PLAYERNAME%!",
"go_tour_2025_irl_sr_dialog_04_tepig_03", "Bis zum nächsten Mal – nichts wie raus und GO!",
"gotour_2025_event_pass_details_link", "Weitere Infos findest du auf der <a href=\"https://gotour.pokemongolive.com/?hl=de\">Website</a>.",
"gotour_2025_pokemon_day_tr_title", "Befristete Forschung: Pokémon Presents ’25 x GO Tour",
"gotour_2025_pokemon_day_tr_title_00", "Befristete Forschung: Pokémon Presents ’25 x GO Tour (1/1)",
"gotour_2025_upgrade_description", "Schnapp dir den Tour-Pass-Deluxe, um die folgenden Belohnungen freizuschalten!\n\n• Eine Begegnung mit Victini\n• Ein <a href=\"https://niantic.helpshift.com/hc/de/faq/4945-what-is-the-lucky-trinket/\">Glücks-Klimbim</a>, mit dem du und ein Freund deiner Wahl sofort Glücks-Freunde werdet\n• Fusionsenergie für Kyurem\n• Den Avatar-Artikel Kyurem-Helm\n• Und vieles mehr!\n\nTrainer können vom 24. bis 28. Februar täglich 150 Bonus-Punkte verdienen, zusätzlich zu den durch Pass-Aufgaben verdienten Punkten. Es gibt kein Limit für die Anzahl der Punkte, die während des globalen Events am 1. und 2. März verdient werden können!",
"item_event_pass_point_go_fest_01_name", "Pass Points",
"item_event_pass_point_go_fest_02_name", "Pass Points",
"item_event_pass_point_go_fest_03_name", "Pass Points",
"item_event_pass_point_go_fest_04_name", "Pass Points",
"item_event_pass_point_go_tour_01_name", "Pass Points",
"item_event_pass_point_go_tour_02_name", "Pass Points",
"item_event_pass_point_go_tour_03_name", "Pass Points",
"item_event_pass_point_go_tour_04_name", "Pass Points",
"item_event_pass_point_go_wild_area_01_name", "Pass Points",
"item_event_pass_point_go_wild_area_02_name", "Pass Points",
"item_event_pass_point_go_wild_area_03_name", "Pass Points",
"item_event_pass_point_go_wild_area_04_name", "Pass Points",
"item_event_pass_point_live_ops_01_name", "Pass Points",
"item_event_pass_point_live_ops_02_name", "Pass Points",
"item_event_pass_point_live_ops_03_name", "Pass Points",
"item_event_pass_point_live_ops_04_name", "Pass Points",
"item_event_ticket_10_desc_gofest2025ver1", "Ein Ticket zur Teilnahme am „Pokémon GO Fest 2025: Global“ am 28. und 29. Juni 2025 (wo immer du dich befindest).",
"item_event_ticket_10_details_gofest2025ver1", "Ein Ticket zur Teilnahme am „Pokémon GO Fest 2025: Global“ am 28. und 29. Juni 2025 (wo immer du dich befindest). Details unter „Neuigkeiten“ im Spiel.\n\nDu musst während des angegebenen Zeitraums spielen, um alle Event-Boni zu erhalten.",
"item_event_ticket_evergreen_desc_ffsr0325", "Ein Ticket zur Teilnahme an der Spezialforschung „Flauschiger Kämpfer“ (wo immer du dich befindest).",
"item_event_ticket_evergreen_details_ffsr0325", "Dieses Ticket aktiviert sich am 5. März automatisch und gewährt dir Zugang zur Spezialforschung „Flauschiger Kämpfer“ (wo immer du dich befindest).",
"item_event_ticket_gray_desc_aprilmonthly2025", "Ein Ticket für den Zugang zu besonderen Boni und zur Befristeten Forschung vom 4. April um 10:00 Uhr bis zum 4. Mai 2025 um 10:00 Uhr Ortszeit (wo immer du dich befindest).",
"item_event_ticket_gray_desc_marchmonthly2025", "Ein Ticket für den Zugang zu besonderen Boni und zur Befristeten Forschung vom 4. März um 10:00 Uhr bis zum 4. April 2025 um 10:00 Uhr Ortszeit (wo immer du dich befindest).",
"item_event_ticket_gray_desc_maymonthly2025", "Ein Ticket für den Zugang zu besonderen Boni und zur Befristeten Forschung vom 4. Mai um 10:00 Uhr bis zum 4. Juni 2025 um 10:00 Uhr Ortszeit (wo immer du dich befindest).",
"item_event_ticket_gray_details_aprilmonthly2025", "Dieses Ticket aktiviert sich am 4. April automatisch und gewährt dir Zugang zu besonderen Boni und einer Befristeten Forschung (wo immer du dich befindest).",
"item_event_ticket_gray_details_dec2023eggspedition", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Dezember (wo immer du dich befindest).",
"item_event_ticket_gray_details_decmonthly2024", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Dezember (wo immer du dich befindest).",
"item_event_ticket_gray_details_febmonthly2024", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Februar (wo immer du dich befindest).",
"item_event_ticket_gray_details_febmonthly2025", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Februar (wo immer du dich befindest).",
"item_event_ticket_gray_details_janmonthly2024", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Januar (wo immer du dich befindest).",
"item_event_ticket_gray_details_janmonthly2025", "Dieses Ticket aktiviert sich automatisch und gewährt dir Eierlei Zugang für den Januar (wo immer du dich befindest).",
"item_event_ticket_gray_details_marchmonthly2025", "Dieses Ticket aktiviert sich am 4. März automatisch und gewährt dir Zugang zu besonderen Boni und einer Befristeten Forschung (wo immer du dich befindest).",
"item_event_ticket_gray_details_maymonthly2025", "Dieses Ticket aktiviert sich am 4. Mai automatisch und gewährt dir Zugang zu besonderen Boni und einer Befristeten Forschung (wo immer du dich befindest).",
"item_event_ticket_pink_desc_cd_fuecoco25", "Ein Ticket zur Teilnahme an der Spezialforschung zum Community Day mit Krokel am 8. März um 14:00 Uhr Ortszeit (wo immer du dich befindest).",
"item_event_ticket_pink_details_cd_fuecoco25", "Dieses Ticket aktiviert sich automatisch und gewährt dir Zugang zur Spezialforschung „Krokopella“ am 8. März (wo immer du dich befindest).",
"item_use_confirmation_on_friend", "{0} für {1} einsetzen?",
"march_power_up_monthly_ticket_title", "Power-up-Ticket: März",
"march_power_up_monthly_ticket_title_1", "Power-up-Ticket: März (1/4)",
"march_power_up_monthly_ticket_title_2", "Power-up-Ticket: März (2/4)",
"march_power_up_monthly_ticket_title_3", "Power-up-Ticket: März (3/4)",
"march_power_up_monthly_ticket_title_4", "Power-up-Ticket: März (4/4)",
"may_power_up_monthly_ticket_title", "Power-up-Ticket: Mai",
"may_power_up_monthly_ticket_title_1", "Power-up-Ticket: Mai (1/4)",
"may_power_up_monthly_ticket_title_2", "Power-up-Ticket: Mai (2/4)",
"may_power_up_monthly_ticket_title_3", "Power-up-Ticket: Mai (3/4)",
"may_power_up_monthly_ticket_title_4", "Power-up-Ticket: Mai (4/4)",
"metadata_patch", "Built at 2025-03-07T02:01:02.052984+00:00 for de-DE\nat SHA d1a5c42449e\nPipeline 3055672, job 37940540\nPatch from: 0.351.0-SHA-a2cc2822-RC1, 0.351.0-SHA-5f088d7d-RC4, 0.353.0-SHA-a88947a0-RC1",
"move_name_0468", "Loderlied",
"photobomb_five_fuecoco", "5 überraschende Begegnungen mit Krokel in GO-Schnappschuss",
"pokedex_info_battle_charge_header", "Lade-Attacke",
"pokedex_info_battle_damage_header", "Schaden",
"pokedex_info_battle_elite_header", "TOP-TM-ATTACKEN",
"pokedex_info_battle_fast_header", "Sofort-Attacke",
"pokedex_info_battle_resistance_header", "Resistenz\ngegen",
"pokedex_info_battle_type_header", "Typ",
"pokedex_info_battle_weak_header", "Schwäche\ngegen",
"pokemon_alert_label_off", "Alarm aus",
"pokemon_alert_label_on", "Alarm an",
"pokemon_candy_reward_plural", "{0}-Bonbons",
"pokemon_desc_0646_0147", "Man sagt, es kämpfe dafür, dass in Zukunft eine Welt der Wünsche für Menschen und Pokémon zur Realität werden kann.",
"pokemon_desc_0646_0148", "Nachdem es Reshiram, das über identische Gene verfügt, absorbiert hat, kann es nun sowohl Feuer- als auch Eis-Energie einsetzen.",
"pokemon_disabled_toast", "Alarm für {0} deaktiviert.",
"pokemon_enabled_toast", "Du erhältst jetzt einen Alarm für {0} in der Nähe.",
"pokemon_nearby_notification", "Ein wildes {0} ist in der Nähe!",
"pokemon_nearby_notification_adventure_sync_already_assigned_message", "Du hast bereits einen Alarm für {0} aktiviert.",
"pokemon_xl_candy_reward_plural", "{0}-Bonbons XL",
"powerful_potential_2025_event_name", "Kraftvolles Können",
"powerful_potential_tr_name", "Befristete Forschung: Kraftvolles Können",
"quest_battle_team_rocket_days", "Kämpfe an {0} verschiedenen Tagen gegen Team GO Rocket-Mitglieder.",
"quest_branch_choose_black", "<size=35><b>Schwarze Version wählen</b></size>\n<size=28>(Reshiram/Schwarzes Kyurem)</size>",
"quest_branch_choose_white", "<size=35><b>Weiße Version wählen</b></size>\n<size=28>(Zekrom/Weißes Kyurem)</size>",
"quest_evolve_type_fighting_plural", "Entwickle {0} Pokémon vom Typ Kampf.",
"quest_evolve_type_fighting_singular", "Entwickle ein Pokémon vom Typ Kampf.",
"quest_fuecoco_catch_b", "Fange {0} Krokel.",
"quest_snapshot_kubfu_singular", "Mache einen Schnappschuss von Dakuma.",
"quest_spin_india_plural", "Drehe {0} PokéStops in Indien.",
"quest_spin_india_singular", "Drehe einen PokéStop in Indien.",
"quest_title_fuecoco", "Krokopella",
"quest_title_fuecoco_0", "Krokopella (1/3)",
"quest_title_fuecoco_1", "Krokopella (2/3)",
"quest_title_fuecoco_2", "Krokopella (3/3)",
"quest_title_season_17_10_dialogue_1", "Ich muss gestehen, dass es sich nach dem ganzen Tohuwabohu in letzter Zeit extrem anfühlt, wieder zur Normalität zurückzukehren.",
"quest_title_season_17_10_dialogue_2", "Ich nehme an, dass Abenteuer immer zwei Seiten haben: ein Anfang und ein Ende.",
"quest_title_season_17_10_dialogue_3", "Alles ist ein Balanceakt. Es ist das Ende eines Anfangs und nun ist dieses Ende wieder der Anfang eines neuen Abenteuers!",
"quest_title_season_17_10_dialogue_4", "Auf jeden Fall möchte ich mich bei dir bedanken, %PLAYERNAME%. Was auch immer das Schicksal für uns bereithält ... Ich bin mir sicher, dass du die richtige Wahl treffen wirst, egal wie unterschiedlich die Pfade scheinen mögen!",
"quest_title_season_17_9_dialogue_1", "Ah ... Super Timing! Die Daten, die ich von unseren Freunden erhalten habe, haben mich zu einer starken Kälteenergie geführt.",
"quest_title_season_17_9_dialogue_2", "Der Ursprung? Niemand anderes als Kyurem, ein Legendäres Pokémon, das eisige Kälte heraufbeschwören kann, die seinen eigenen Körper gefriert.",
"quest_title_season_17_9_dialogue_3", "Interessanterweise steht Kyurem in enger Verbindung mit zwei anderen Pokémon ... Reshiram und Zekrom. Beide scheinen unterschiedliche Perspektiven zu haben: eine konzentriert sich auf Wirklichkeit, die andere auf Wünsche.",
"quest_title_season_17_9_dialogue_4", "Es erinnert mich an das ungewöhnliche Phänomen, das wir seit Kurzem hier beobachten. Diese Legendären Pokémon müssen irgendwie damit in Verbindung stehen.",
"quest_title_season_17_9_dialogue_5", "Sei gut vorbereitet, %PLAYERNAME%. Kyurem ist kein Schwächling. Ich habe das Gefühl, dass du ihm bald gegenüberstehen wirst!",
"raid_hour_rare_xl_candy_bonus", "Ein garantiertes Sonderbonbons XL für das Fangen von Stufe-5-Raid-Bossen während einer Raid-Stunde (Trainer ab Lebel 31)",
"scrolls_cup_great_title", "Schriftrollen-Cup – Edition: Superliga",
"season_18_might_mastery", "Mächtig und meisterhaft",
"season_18_might_mastery_1", "Mächtig und meisterhaft (1/5)",
"season_18_might_mastery_2", "Mächtig und meisterhaft (2/5)",
"season_18_might_mastery_3", "Mächtig und meisterhaft (3/5)",
"season_18_might_mastery_4", "Mächtig und meisterhaft (4/5)",
"season_18_might_mastery_5", "Mächtig und meisterhaft (5/5)",
"season_gbl_forecast_title_18", "Pokémon GO: Mächtig und meisterhaft",
"spawn_fuecoco", "Wilde Krokel erscheinen mit vermehrter Häufigkeit!",
"story_mightandmastery_0_0", "Hallöchen, %PLAYERNAME%! Du kommst wie gerufen!",
"story_mightandmastery_0_1", "In letzter Zeit lungern hier viele Team GO Rocket-Rüpel herum. Ich habe sogar gehört, wie einige von ihnen damit geprahlt haben, ein Dynamax-Pokémon gefunden zu haben!",
"story_mightandmastery_0_2", "Mich schaudert es bei dem Gedanken, was es bedeuten könnte, wenn diese Schurken es tatsächlich in die Finger bekommen würden! Könntest du der Sache mal nachgehen?",
"story_mightandmastery_0_3", "Ich weiß, wenn es hart auf hart kommt, zeigst du ihnen, wer der Boss ist!",
"story_mightandmastery_1_0", "Meine Hypothese war richtig – du hast diese lästigen Rüpel in die Flucht geschlagen! Vielen lieben Dank!",
"story_mightandmastery_1_1", "Und wie ich sehe, konntest du auch das Pokémon fangen, auf das sie ein Auge geworfen hatten: ein Dakuma, das dynamaximieren kann!",
"story_mightandmastery_1_2", "Siehst du das lange weiße Fell an seinem Hinterkopf? Es heißt, wenn Dakuma daran zieht, erhöht sich sein Kampfgeist und Kraft steigt aus seiner Körpermitte empor.",
"story_mightandmastery_1_3", "Ich glaube, es erkennt deine Fähigkeiten an und will sich dir auf deiner Reise anschließen, damit es noch stärker wird. Kein Wunder, wenn man sieht, wie schnell du den Unruhestiften vom Team GO Rocket das Handwerk gelegt hast.",
"story_mightandmastery_1_4", "Also los, stürz dich ins Abenteuer und hilf Dakuma, sein volles Potenzial zu erreichen!",
"text_rewards_key_aprilmonthly2025", "<b>Enthält:</b>\n• Ein zusätzliches Bonbon XL für das Abschließen von Raids und Dyna-Kämpfen\n• 3× EP für deinen ersten Dreh und Fang des Tages\n• Bewahre 2× so viele Geschenke in deinem Item-Beutel auf (40 insgesamt)\n• Eine Befristete Forschung mit 50 000 EP und 50 000 Sternenstaub als Belohnung\n• Und mehr!",
"text_rewards_key_cd_fuecoco25", "<b>Enthaltene Belohnungen:</b>\n• Hochwertige In-Game-Items wie einen Premium-Kampf-Pass, eine Lade-TM und Sonderbonbons\n• Begegnungen mit Krokel mit Spezialhintergrund\n• Und mehr!",
"text_rewards_key_ffsr0325", "<b>Enthaltene Belohnungen:</b>\n• Begegnungen mit Teddiursa, Rabauz, Petznief, Pam-Pam, Velursi und Dynamax-Dakuma\n• 2 Premium-Kampf-Pässe\n• 3 Dakuma-Bonbons-XL\n• 30 Dakuma-Bonbons\n• 5 Sonderbonbons\n• 1 Sternenstück\n• 1 Rauch \n• 2000 EP und 3000 Sternenstaub\n• Und mehr!",
"text_rewards_key_gofest2025ver1", "<b>Enthaltene Belohnungen:</b>\n• Eine Begegnung mit dem Mysteriösen Pokémon Volcanion\n• Eine höhere Chance, während des Events Schillernden Pokémon zu begegnen\n• Bis zu 9 kostenlose Raid-Pässe pro Tag durch das Drehen von Fotoscheiben auf Arenen\n• Event-Pokémon schlüpfen aus 5-km-Eiern\n• Rauch lockt eventuell besondere Pokémon an\n• Spezialforschung mit verschiedenen Forschungswegen mit Fokus auf Zacian oder Zamazenta\n• Zusätzliche Spezial-Tausche, insgesamt 6 pro Tag\n• 50 % Sternenstaub-Kosten für jeden Tausch\n• Eine Sammler-Herausforderung für jeden Lebensraum\n• Zusätzliche tägliche Schnappschuss-Überraschungen\n• Doppelte Menge an Kumpel-Herzen\n• Stündliche Globale Herausforderungen, um zusätzliche Boni freizuschalten\n\n<b>Zusatzinhalt:</b>\n• Schnapp dir dieses Ticket bis zum 15. April und spiele zwischen dem 8. und 15. April, um eine Befristete Forschung zu erhalten, die eine Begegnung mit Mähikel zur Belohnung hat!",
"text_rewards_key_gofest2025ver2", "<b>Enthaltene Belohnungen:</b>\n• Eine Begegnung mit dem Mysteriösen Pokémon Volcanion\n• Eine höhere Chance, während des Events Schillernden Pokémon zu begegnen\n• Bis zu 9 kostenlose Raid-Pässe pro Tag durch das Drehen von Fotoscheiben auf Arenen\n• Event-Pokémon schlüpfen aus 5-km-Eiern\n• Rauch lockt eventuell besondere Pokémon an\n• Spezialforschung mit verschiedenen Forschungswegen mit Fokus auf Zacian oder Zamazenta\n• Zusätzliche Spezial-Tausche, insgesamt 6 pro Tag\n• 50 % Sternenstaub-Kosten für jeden Tausch\n• Eine Sammler-Herausforderung für jeden Lebensraum\n• Zusätzliche tägliche Schnappschuss-Überraschungen\n• Doppelte Menge an Kumpel-Herzen\n• Stündliche Globale Herausforderungen, um zusätzliche Boni freizuschalten",
"text_rewards_key_marchmonthly2025", "<b>Enthält:</b>\n• Ein zusätzliches Bonbon XL für das Abschließen von Raids und Dyna-Kämpfen\n• 3× EP für deinen ersten Dreh und Fang des Tages\n• Bewahre 2× so viele Geschenke in deinem Item-Beutel auf (40 insgesamt)\n• Eine Befristete Forschung mit 50 000 EP und 50 000 Sternenstaub als Belohnung\n• Und mehr!",
"text_rewards_key_maymonthly2025", "<b>Enthält:</b>\n• Ein zusätzliches Bonbon XL für das Abschließen von Raids und Dyna-Kämpfen\n• 3× EP für deinen ersten Dreh und Fang des Tages\n• Bewahre 2× so viele Geschenke in deinem Item-Beutel auf (40 insgesamt)\n• Eine Befristete Forschung mit 50 000 EP und 50 000 Sternenstaub als Belohnung\n• Und mehr!",
"ticket_fuecoco_cd", "Ticket für die Spezialforschung „Krokopella“ im Shop erhältlich",
"tips_avatar_showing_all", "Alle Artikel",
"tips_avatar_showing_owned", "Artikel in Besitz",
"tips_dont_own_message_title", "Du besitzt keine dieser Artikel.",
"tr_kr2025_retention_springbreeze_desc", "Befristete Forschung: Frühlingsbrise-Herausforderung",
"tr_kr2025_retention_springbreeze_title", "Frühlingsbrise-Herausforderung",
"tr_kr2025_retention_springbreeze_title_00", "Befristete Forschung: Frühlingsbrise-Herausforderung (1/4)",
"tr_kr2025_retention_springbreeze_title_01", "Befristete Forschung: Frühlingsbrise-Herausforderung (2/4)",
"tr_kr2025_retention_springbreeze_title_02", "Befristete Forschung: Frühlingsbrise-Herausforderung (3/4)",
"tr_kr2025_retention_springbreeze_title_03", "Befristete Forschung: Frühlingsbrise-Herausforderung (4/4)",
"win gmax_battle_plural", "Gewinne {0} Gigadynamax-Kämpfe.",
"win_gmax_battle_singular", "Gewinne einen Gigadynamax-Kampf."
]}
