{"data": [
"age_confirm_fail", "Üzgünüz, bu hesap türüyle giriş yapmak için gereken<a href=\"https://niantic.helpshift.com/hc/faq/4996-i-cannot-login-and-message-shows-sorry-you-do-not-meet-the-age-requirement-to-login-with-this-type-of-account/\">yaş şartlarını</a> karşılamıyorsunuz. Hesabınız Hizmet Şartlarımız gereğince silinecektir. Bu tür bir hesapla giriş yapmak için gereken koşullara sahip olduğunuzu düşünüyorsanız lütfen bizimle iletişime geçin.",
"ambassador_trainer_nameplate", "Vahşi Ziyaretçi",
"april_fool_pokeball_tappable_event", "O Poké Topu da neyin nesi?",
"april_fool_pokeball_tappable_today_view", "Haritada Poké Topları ortaya çıkıyor!",
"avatar_hat_applinheadband", "Applin Tacı",
"avatar_hat_captainpikachu", "Kaptan Pikachu Şapkası",
"avatar_pose_tinkaton", "Tinkaton Pozu",
"avatar_shirt_applinapron", "Applin Önlüğü",
"batch_transfer_last_more_pokemon_singular", "Elinizdeki tek {0}, {1} ve 1 başka Pokémon",
"behemoth_bash_adventure_effect_battle_log", "SAVUNMANIZ DEVASA EZME MACERA ETKİSİ TARAFINDAN GÜÇLENDİRİLDİ!",
"behemoth_blade_adventure_effect_battle_log", "SALDIRILARINIZ DEVASA BIÇAK MACERA ETKİSİ TARAFINDAN GÜÇLENDİRİLDİ!",
"bonus_cd_move_pawmi", "Pawmo’yu evrimleştirerek Tuğla Kırma güçlü saldırısını bilen Pawmot elde edin!",
"bonus_cd_move_vanillite", "Vanillish’i evrimleştirerek Çığ güçlü saldırısını bilen Vanilluxe elde edin!",
"bonus_event_stamp_rally", "GO Damga Toplama başladı",
"bonus_event_stamp_rally_location_backgrounds", "GO Damga Toplama etkinliği ödül karşılaşmalarında yakalanan Pokémon’lar bir konum arka planına sahip olacak",
"bonus_move_blastoise_hydro_cannon", "Wartortle’ı evrimleştirerek Su Topu güçlü saldırısını bilen Blastoise elde edin!",
"bonus_move_charizard_blast_burn", "Charmeleon’ı evrimleştirerek Tahrip Yanığı güçlü saldırısını bilen Charizard elde edin!",
"bonus_move_venusaur_frenzy_plant", "Ivysaur’u evrimleştirerek Çılgın Bitki güçlü saldırısını bilen Venusaur elde edin!",
"bonus_photobomb_smeargle", "GO Fotoğrafta Smeargle ile beş adede kadar sürpriz karşılaşma",
"bonus_unown_expo", "Doğada Unown E, X, P ve O ortaya çıkıyor",
"bread_battle_bread_countdown_special", "{0}...",
"bread_battle_reward_bonus_title", "+ Canlı Maç Bonusu",
"bread_battle_reward_bonus_update", "{0} Bonus",
"bread_lobby_error_friend_details_unavailable", "Bu davet gönderilirken bir hata meydana geldi. Lütfen tekrar deneyin.",
"bread_lobby_error_no_remote_slots_remaining", "Maksimum uzak oyuncu sayısına ulaşıldı.",
"bread_lobby_error_no_remote_ticket", "Tüh! Uzak Akın Biletleriniz bitti.",
"bread_mp_for_remote_battle_lobby", "Bir Uzak Akın Bileti ve\n {0} MP kullanın",
"bread_remote_iap_mp_rrp_replenish_description", "Bu maça katılmanız için bir Uzak Akın Bileti ve Maksi Parçacıklara ihtiyacınız var.",
"bread_remote_iap_mp_rrp_replenish_title", "Uzak Akın Biletiniz ve Maksi Parçacığınız kalmadı",
"bread_remote_invite_in_game_notification", "{0} sizi bir Maksi Maça davet etti!",
"bread_remote_tutorial_message_0", "Görüntülediğiniz Maksi Maç sizden uzakta. Uzak Akın Bileti ve Maksi Parçacık kullanarak maça uzaktan katılabilirsiniz.",
"bread_remote_tutorial_title_0", "Uzak Maksi Maçlar geldi!",
"bread_remote_use_rrp_confirmation", "Bugün {0} Maksi Maça daha katılabilirsiniz. Maksi Parçacıklar yalnızca galibiyet elde ettiğinizde kullanılır. Maç başladığında bir Uzak Akın Bileti kullanılır.",
"bread_station_failure_description_cannot_station", "{0} Güç Noktalarına yerleştirilemez.",
"bread_station_tutorial_message_6", "Uzak Akın Bileti ve Maksi Parçacık kullanarak Maksi Maçlara uzaktan katılabilirsiniz.",
"bread_station_tutorial_message_7", "Canlı olarak katıldığınız bir Maksi Maçı kazanmak ek ödüller kazandırıyor.",
"bread_station_tutorial_title_6", "Uzak Maksi Maçlar",
"bread_station_tutorial_title_7", "Canlı Maç Bonusu",
"childrens_day_2025_bonus", "Çocuk Bayramı Neşesi Bonusları",
"childrens_day_2025_evolve_move_bonus_lucario", "Riolu’yu evrimleştirerek Güçlü Avuç hızlı saldırısını bilen Lucario elde edin!",
"childrens_day_2025_title", "Çocuk Bayramı Neşesi",
"childrens_day_2025_tr_name", "Çocuk Bayramı Neşesi Süreli Araştırması",
"childrens_day_2025_tr_name_1", "Çocuk Bayramı Neşesi Süreli Araştırması (1/2)",
"childrens_day_2025_tr_name_2", "Çocuk Bayramı Neşesi Süreli Araştırması (2/2)",
"community_day_pawmi_event_name", "Topluluk Günü: Pawmi",
"community_day_vanillite_event_name", "Topluluk Günü: Vanillite",
"dmax_entei_max_battles", "Dinamaks Entei Maksi Maçlarda ortaya çıkıyor",
"dmax_entei_weekend_event_name", "Dinamaks Entei Maksi Maç Hafta Sonu",
"dmax_entei_weekend_timed_research", "Dinamaks Entei Maksi Maç Hafta Sonu Süreli Araştırması",
"dmax_suicune_max_battles", "Dinamaks Suicune Maksi Maçlarda ortaya çıkıyor",
"dmax_suicune_weekend_event_name", "Dinamaks Suicune Maksi Maç Hafta Sonu",
"dmax_suicune_weekend_timed_research", "Dinamaks Suicune Maksi Maç Hafta Sonu Süreli Araştırması",
"em_batik_pikachu_2025_collection_challenge", "Pikachu’nun Endonezya Macerası 2025 Toplama Görevi",
"em_batik_pikachu_2025_event_title", "Pikachu’nun Endonezya Macerası 2025",
"em_batik_pikachu_2025_tr_desc_title_00", "Pikachu’nun Endonezya Macerası 2025 Süreli Araştırması (1/1)",
"em_batik_pikachu_2025_tr_title", "Pikachu’nun Endonezya Macerası 2025 Süreli Araştırması",
"event_datetime_range_key_cd_pawmi25", "11 Mayıs, 14.00-17.00",
"event_datetime_range_key_cd_vanillite25", "27 Nisan, 14.00-17.00",
"event_datetime_range_key_gmaxsnorlax25", "19 Nisan, 14.00-17.00",
"event_datetime_range_key_growingup0525", "2 Mayıs, 10.00 –\n7 Mayıs, 20.00",
"event_datetime_range_key_horizonscb0425", "16 Nisan, 10.00 -\n22 Nisan, 20.00",
"event_datetime_range_key_megakangaskhanraidday", "3 Mayıs, 14.00-17.00",
"event_datetime_range_key_sis_apr25", "9 Nisan, 10.00 -\n14 Nisan, 20.00",
"event_datetime_range_key_sparringpartnersraidday", "13 Nisan, 14.00-17.00",
"event_datetime_range_key_sweet_discoveries_apr25", "24 Nisan, 10.00 -\n29 Nisan, 20.00",
"event_datetime_range_key_tyrogue0425", "6 Nisan, 14.00-17.00",
"event_pass_micro_action_modal_desc_ab_test_disclaimer", "Rütbenizi artırıp ödüllerin kilidini açmak için puan kazanın. Bilet Görevlerini veya burada sıralanan başarımları tamamlayarak puan kazanabilirsiniz.\n\nBir Bilet Görevini tamamlayarak kazanacağınız ödülleri görevi tamamlar tamamlamaz alabilirsiniz.\n\n<b>GO Bileti şu anda test aşamasındadır; GO Biletinin ücretsiz ve ücretli versiyonları ile ödülleri yalnızca dünyanın teste tabi bölgelerinde kazanılıp alınabilir.</b>",
"event_pass_premium_reward_banner_bottom_text_50", "50. Rütbede Verilir",
"event_pass_premium_reward_banner_bottom_text_generic_rank", "{0}. Rütbede Verilir",
"evolution_description_applin", "Bu Pokémon verdiğiniz elma türüne bağlı olarak farklı Pokémon’lara evrimleşebilir. Elmalar etkin bir Yosunlu Yem Modülü olan PokéDurakların yakınında bulunabilir.",
"expo_2025_event_overlay_title", "EXPO 2025’te Pokémon GO",
"form_change_move_required", "Required to change form",
"form_change_move_reroll_title", "To change to its {2} form, {0} must learn {1}",
"form_change_raid_toast", "{0} {1} formuna geri dönüştü.",
"form_change_warn_needed_move", "{0} is required to change form",
"form_normal", " ",
"form_rapid_strike", "Hızlı Vuruş Tarzı",
"form_single_strike", "Tek Vuruş Tarzı",
"friend_is_at_a_max_battle", "Bir <b>{0}</b> maçına katıldı",
"general1.ticket.5_gmaxsnorlax25_title", "Gigantamaks Snorlax Maksi Maç Günü Bileti",
"general1.ticket._sis_apr25_title", "Yeşeren Bahar Premium Süreli Araştırması Bileti",
"general1.ticket._sparringpartnersraidday_title", "İdman Arkadaşları Akın Günü Bileti",
"general1.ticket._sweet_discoveries_apr25_title", "Taptatlı Keşifler Premium Süreli Araştırması Bileti",
"general1.ticket._tyrogue0425_title", "Yumurtadan Çıkan Tyrogue Günü Premium Süreli Araştırması Bileti",
"general1.ticket_cd_pawmi25_title", "Pawmi Topluluk Günü Bileti",
"general1.ticket_cd_vanillite25_title", "Vanillite Topluluk Günü Bileti",
"general2.ticket.5_megakangaskhanraidday_title", "Mega Kangaskhan Akın Günü Bileti",
"general2.ticket.6_horizonscb0425_title", "Tirink Tinkatink Premium Süreli Araştırması Bileti",
"general2.ticket.9_growingup0525_title", "Büyüme Hikâyeleri Premium Süreli Araştırması Bileti",
"general_settings_allow_stamp_from_gifts", " ",
"gmax_snorlax_lead_up_timed_research", "Önümüz Gigantamaks Snorlax Maksi Maç Günü Süreli Araştırması",
"gmax_snorlax_max_battles", "Gigantamaks Snorlax Maksi Maçlarda ortaya çıkıyor",
"go_fest_2025_irl_ancient_temple_00_00", "A delight to see you at this historical site, %PLAYERNAME%! This Ancient Temple holds both mysteries and Pokémon in abundance.",
"go_fest_2025_irl_ancient_temple_00_01", "Many Trainers report feeling as though they're being watched, as if invisible guardians are keeping this sacred place safe. And they might be right!",
"go_fest_2025_irl_ancient_temple_00_02", "Last time I visited, I WAS being watched - by a curious Sableye!",
"go_fest_2025_irl_ancient_temple_00_03", "Keep your eyes peeled. This Ancient Temple has attracted Pokémon for a long time - what will you discover?",
"go_fest_2025_irl_calming_teahouse_00_00", "Welcome to the Calming Teahouse, %PLAYERNAME%, where you can steep your worries away!",
"go_fest_2025_irl_calming_teahouse_00_01", "The atmosphere seems to be filled with soothing aromas and floral notes. Ah.. Time feels as if it slows in this environment.",
"go_fest_2025_irl_calming_teahouse_00_02", "Spend enough time here and you'll likely be napping like a Snorlax. One might even say you'll become...Snor-laxed! Haha!",
"go_fest_2025_irl_calming_teahouse_00_03", "Ahem, well - pour yourself a cup of adventure and explore!",
"go_fest_2025_irl_carnival_grounds_00_00", "Step right up, %PLAYERNAME%! Wonder and excitement are the main attractions! Welcome to the Carnival Grounds!",
"go_fest_2025_irl_carnival_grounds_00_01", "The atmosphere here reminds me of cotton candy - sweet, colorful, and guaranteed to make you smile.",
"go_fest_2025_irl_carnival_grounds_00_02", "Just make sure your ice cream cone isn't a smiling Vanillite!",
"go_fest_2025_irl_carnival_grounds_00_03", "The big top awaits, %PLAYERNAME%!",
"go_fest_2025_irl_mechanical_marvels_00_00", "%PLAYERNAME%! At Mechanical Marvels, even the air seems engineered for extraordinary Pokémon encounters.",
"go_fest_2025_irl_mechanical_marvels_00_01", "There's a rhythmic pulsing through the air, not quite natural but somehow deeply organic. It feels as if we're standing at the crossroads of ancient wisdom and future potential.",
"go_fest_2025_irl_mechanical_marvels_00_02", "Just like the different parts of a well-oiled machine, each Pokemon is a part of what makes this habitat unique. Speaking of, be mindful of Klink crossing by!",
"go_fest_2025_irl_mechanical_marvels_00_03", "Time to set your gears in motion and discover what mechanical marvels await!",
"go_fest_2025_irl_noble_fields_00_00", "Valiant Trainer! These Noble Fields call forth the hero that dwells within us all!",
"go_fest_2025_irl_noble_fields_00_01", "There's a certain grandeur here that awakens the noblest parts of one's spirit.",
"go_fest_2025_irl_noble_fields_00_02", "The Pokémon here are remarkable - like the brave Galarian Farfetch'd who wields a thick, tough leek in battle.",
"go_fest_2025_irl_noble_fields_00_03", "Venture forth with courage, %PLAYERNAME% - the honorable Pokémon of Noble Fields await your challenge!",
"go_fest_2025_irl_sr_city_00_00", "%PLAYERNAME%, it's great to see you! I've got the fighting spirit seeing so many talented Trainers and Pokémon in one place.",
"go_fest_2025_irl_sr_city_00_01", "I'm also hearing interesting stories, too! Check this out.",
"go_fest_2025_irl_sr_city_00_02", "I've gathered reports from multiple witnesses of Pokémon that sound a lot like Zacian and Zamazenta.",
"go_fest_2025_irl_sr_city_00_03", "These mighty Warrior Pokémon achieved legendary feats in their time. I'm excited to dig into this development further.",
"go_fest_2025_irl_sr_city_00_04_branch", "Which one should we look into?",
"go_fest_2025_irl_sr_city_01_00_sword", "Alright, now is the time to strike! Let me recall my notes on Zacian..",
"go_fest_2025_irl_sr_city_01_01_sword", "Known as a legendary hero, this Pokémon absorbs metal particles, transforming them into a weapon it uses to battle.",
"go_fest_2025_irl_sr_city_01_02_sword", "Very impressive. I wonder if Zacian could teach my Meltan how to do that? It does absorb metal as well...",
"go_fest_2025_irl_sr_city_01_03_sword", "Ah! I'm jumping ahead of myself. Let's work on finding Zacian first. If we split up our search, we can cut our time in half. Meet back here in a bit!",
"go_fest_2025_irl_sr_city_02_00_sword", "There you are, %PLAYERNAME%! No Zacian sightings for me, though I did find some new information on it.",
"go_fest_2025_irl_sr_city_02_01_sword", "This Pokémon has slumbered for many years. Some say it's Zamazenta's elder sister—others say the two Pokémon are rivals. What do you think, Trainer?",
"go_fest_2025_irl_sr_city_02_02_sword", "Haha, you're right! Who's to say they can't be both? I like your sharp thinking.",
"go_fest_2025_irl_sr_city_02_03_sword", "Let's keep looking. Chaaaaarge!",
"go_fest_2025_irl_sr_city_03_00_sword", "Magnificent, you've found Zacian! Goodness, it truly \"steels\" the show.",
"go_fest_2025_irl_sr_city_03_01_sword", "Can you believe it has another impressive form as well? When armed with a weapon it used in ancient times, Zacian transforms into its Crowned Sword Form.",
"go_fest_2025_irl_sr_city_03_02_sword", "It needs only a single strike to fell even Gigantamax Pokémon.",
"go_fest_2025_irl_sr_city_03_03_sword", "I'm sure such incredible power will give you quite the edge in a Max Battle soon!",
"go_fest_2025_irl_sr_city_04_00_sword", "%PLAYERNAME%! I've been thinking about Zacian and its Crowned Sword Form.",
"go_fest_2025_irl_sr_city_04_01_sword", "Able to cut down anything with a single strike, it became known as the Fairy King's Sword. It inspired awe in friend and foe alike.",
"go_fest_2025_irl_sr_city_04_02_sword", "I'd be keen to observe it in a Max Battle, if you're up for it.",
"go_fest_2025_irl_sr_city_04_03_sword", "That's the spirit! Ready when you are!",
"go_fest_2025_irl_sr_city_05_00_sword", "Just phenomenal! What an honor to observe such a riveting Max Battle with your Crowned Sword Zacian.",
"go_fest_2025_irl_sr_city_05_01_sword", "Your Zacian empowered me as well! RARGH!! ... Maybe I'll just leave the battle cries to the Pokemon.",
"go_fest_2025_irl_sr_city_05_02_sword", "Whatever challenges may come your way in the future, I know you and Zacian can take on anything together.",
"go_fest_2025_irl_sr_city_05_03_sword", "Until next time, let's GO!",
"go_fest_2025_irl_sr_park_00_00", "Hello there, %PLAYERNAME%! What an exciting day we have ahead of us!",
"go_fest_2025_irl_sr_park_00_01", "There's something heartwarming about watching Trainers connect, catching new Pokémon and making new friends.",
"go_fest_2025_irl_sr_park_00_02", "I've noticed something curious though - a strange fog is rolling in. While I'm not exactly sure what this phenomenon means yet, it certainly warrants investigation.",
"go_fest_2025_irl_sr_park_00_03", "Have fun exploring and we'll reconvene later to discuss my findings.",
"go_fest_2025_irl_sr_park_01_00", "Welcome back, %PLAYERNAME%! I've been monitoring that mysterious fog, and while there are no new updates, I have discovered something else equally fascinating during my research!",
"go_fest_2025_irl_sr_park_01_01", "The Pokémon seem to be gathering around four distinct habitats, each with its own unique characteristics.",
"go_fest_2025_irl_sr_park_01_02", "I've observed Wooloo doting Noble Fields, red and blue Basculin near Sunken Treasure, and even a Heracross at the nearby Carnival Grounds.",
"go_fest_2025_irl_sr_park_01_03", "There's also a fourth habitat that I haven't had the chance to explore yet!",
"go_fest_2025_irl_sr_park_01_04", "Which habitat will your research take you to first? The choice is yours, %PLAYERNAME%!",
"go_fest_2025_irl_sr_park_02_00", "Impressive work on that first habitat! Point us toward our next discovery, %PLAYERNAME%!",
"go_fest_2025_irl_sr_park_02_01", "Another habitat successfully investigated! Where to next, %PLAYERNAME%?",
"go_fest_2025_irl_sr_park_02_02", "Remarkable work, %PLAYERNAME%! Only one more habitat remains unexplored.",
"go_fest_2025_irl_sr_park_03_00", "Well done, %PLAYERNAME%! After analyzing the mysterious fog, I've found evidence suggesting the presence of the mythical steam Pokemon, Volcanion.",
"go_fest_2025_irl_sr_park_03_01", "I was digging into my notes right before you arrived. Did you know that Volcanion harnesses water to create steam?",
"go_fest_2025_irl_sr_park_03_02", "To learn more about this elusive Pokémon, I need you to study other Water-type Pokémon.",
"go_fest_2025_irl_sr_park_03_03", "Pay particular attention if they can also regulate their internal water reservoirs and control temperature. Each observation brings us one step closer to Volcanion!",
"go_fest_2025_irl_sr_park_04_00", "Incredible progress with your Water-type research! Now, to continue our understanding of Volcanion, we need to focus on Fire-type Pokémon.",
"go_fest_2025_irl_sr_park_04_01", "Since Volcanion is currently the only known Pokémon that is both Fire and Water type, understanding how it manages these opposing elements is crucial to our research.",
"go_fest_2025_irl_sr_park_04_02", "I'd like you to observe Fire-type Pokémon in their natural habitats - pay close attention to what mechanisms they use to prevent overheating.",
"go_fest_2025_irl_sr_park_04_03", "These observations will help us understand Volcanion's remarkable dual typing! Your fieldwork continues to be essential to our research, %PLAYERNAME%!",
"go_fest_2025_irl_sr_park_05_00", "Amazing discoveries, %PLAYERNAME%! Thanks to your research on both Water and Fire-type Pokémon, we now have a much clearer understanding of how Volcanion might behave in the wild.",
"go_fest_2025_irl_sr_park_05_01", "Our next challenge is perhaps the most important yet - we need to show Volcanion that you're a trustworthy trainer! Let's focus on demonstrating your exceptional care for Pokémon.",
"go_fest_2025_irl_sr_park_05_02", "When Volcanion witnesses the kindness and respect you show to your Pokémon companions, it will surely recognize the goodness in your heart.",
"go_fest_2025_irl_sr_park_05_03", "Your gentle approach could make all the difference in our ability to encounter this elusive Pokémon!",
"go_fest_2025_irl_sr_park_06_00", "Phenomenal job as always, %PLAYERNAME%! Your patience, dedication, and kind heart have accomplished what many thought impossible - you've successfully gained Volcanion's trust!",
"go_fest_2025_irl_sr_park_06_01", "Now, I encourage you to spend quality time with this mythical Pokémon. Form that special bond that only comes from understanding and respecting each other.",
"go_fest_2025_irl_sr_park_06_02", "This journey has expanded our understanding of Pokémon. It is true that the connection between Trainers and Pokémon is our ultimate research tool!",
"go_fest_2025_irl_sr_park_06_03", "Your experience with Volcanion will inspire Trainers everywhere. I couldn't be prouder of your accomplishment, %PLAYERNAME%!",
"go_fest_2025_irl_sunkern_treasure_00_00", "Ahoy %PLAYERNAME%! Prepare yourself to dive into the depths of the Sunken Treasure habitat. I'm sure you already feel the thrill of adventure washing over you.",
"go_fest_2025_irl_sunkern_treasure_00_01", "The true treasures in these waters aren't gold doubloons or precious gems, but the remarkable Pokémon that call this habitat home.",
"go_fest_2025_irl_sunkern_treasure_00_02", "Those twinkling lights in the distance may be passing glow of an Inkay, or the shining tail fins of a Finneon gliding by.",
"go_fest_2025_irl_sunkern_treasure_00_03", "Set forth to explore this habitat with the heart of an adventurer! May fortune find you, %PLAYERNAME%!",
"growing_up_collection_challenge", "Büyüme Hikâyeleri Çatlatma Görevi: Boy Atanlar",
"growing_up_event_name", "Büyüme Hikâyeleri",
"growing_up_tr_name", "Büyüme Hikâyeleri Premium Süreli Araştırması",
"horizons_collab_event_name", "Pokémon Yeni Ufuklar: Dizi Kutlama Etkinliği",
"horizons_free_tr_name", "Pokémon Yeni Ufuklar: Dizi Kutlama Etkinliği Süreli Araştırması",
"horizons_free_tr_name_1", "Pokémon Yeni Ufuklar: Dizi Kutlama Etkinliği Süreli Araştırması (1/4)",
"horizons_free_tr_name_2", "Pokémon Yeni Ufuklar: Dizi Kutlama Etkinliği Süreli Araştırması (2/4)",
"horizons_free_tr_name_3", "Pokémon Yeni Ufuklar: Dizi Kutlama Etkinliği Süreli Araştırması (3/4)",
"horizons_free_tr_name_4", "Pokémon Yeni Ufuklar: Dizi Kutlama Etkinliği Süreli Araştırması (4/4)",
"horizons_paid_tr_name", "Tirink Tinkatink Premium Süreli Araştırması",
"horizons_promo_free_tr_name", "Pokémon Yeni Ufuklar: Dizi Kutlama Etkinliği Bonus Süreli Araştırması",
"increased_tappable_spawns_mossy_lures", "Aktif Yosunlu Yem Modülü olan PokéDurakların yakınlarında daha fazla elma",
"iris_social_nameplates_toast", "Hakkında bilgi edinmek için bir Pokémon’u inceleyin.",
"item_description_applin", "Applin’i evrimleştirmek için etkin bir Yosunlu Yem Modülü olan PokéDurakların yakınında bulduğunuz elmaları kullanın.",
"item_event_ticket_09_desc_growingup0525", "7 Mayıs 2025, yerel saatle 20.00’ye kadar sürecek Büyüme Hikâyeleri premium süreli araştırmasına dilediğiniz yerden katılmanıza olanak tanıyan bir bilet.",
"item_event_ticket_09_details_growingup0525", "Bu bilet Büyüme Hikâyeleri premium süreli araştırmasına dilediğiniz yerden erişebilmeniz için 2 Mayıs’ta otomatik olarak etkinleştirilecek.",
"item_event_ticket_evergreen_desc_horizonscb0425", "22 Nisan 2025, yerel saatle 20.00’ye kadar sürecek Tirink Tinkatink premium süreli araştırmasına dilediğiniz yerden katılmanıza olanak tanıyan bir bilet.",
"item_event_ticket_evergreen_desc_sis_apr25", "9 Nisan 2025, yerel saatle 10.00 - 14 Nisan 2025, yerel saatle 20.00 arasında gerçekleşecek Yeşeren Bahar premium süreli araştırmasına dilediğiniz yerden katılmanıza olanak tanıyan bir bilet.",
"item_event_ticket_evergreen_desc_sweet_discoveries_apr25", "24 Nisan 2025, yerel saatle 10.00 - 29 Nisan 2025, yerel saatle 20.00 arasında gerçekleşecek Taptatlı Keşifler premium süreli araştırmasına dilediğiniz yerden katılmanıza olanak tanıyan bir bilet.",
"item_event_ticket_evergreen_desc_tyrogue0425", "6 Nisan 2025, yerel saatle 17.00’ye kadar sürecek Yumurtadan Çıkan Tyrogue Günü premium süreli araştırmasına dilediğiniz yerden katılmanıza olanak tanıyan bir bilet.",
"item_event_ticket_evergreen_details_horizonscb0425", "Bu bilet Tirink Tinkatink premium süreli araştırmasına dilediğiniz yerden erişebilmeniz için 16 Nisan’da otomatik olarak etkinleştirilecek.",
"item_event_ticket_evergreen_details_sis_apr25", "Bu bilet Yeşeren Bahar premium süreli araştırmasına dilediğiniz yerden erişebilmeniz için 9 Nisan’da otomatik olarak etkinleştirilecek.",
"item_event_ticket_evergreen_details_sweet_discoveries_apr25", "Bu bilet Taptatlı Keşifler premium süreli araştırmasına dilediğiniz yerden erişebilmeniz için 24 Nisan’da otomatik olarak etkinleştirilecek.",
"item_event_ticket_evergreen_details_tyrogue0425", "Bu bilet 6 Nisan’da gerçekleşecek Yumurtadan Çıkan Tyrogue Günü premium süreli araştırmasına dilediğiniz yerden erişebilmeniz için otomatik olarak etkinleştirilecek.",
"item_event_ticket_gray_desc_gmaxsnorlax25", "19 Nisan 2025’te, yerel saatle 14.00-17.00 arasında geçerli olacak özel bonuslara dilediğiniz yerden hak kazanmanıza olanak tanıyan bir bilet.",
"item_event_ticket_gray_desc_megakangaskhanraidday", "3 Mayıs 2025’te, yerel saatle 14.00-17.00 arasında geçerli olacak özel bonuslara dilediğiniz yerden hak kazanmanıza olanak tanıyan bir bilet.",
"item_event_ticket_gray_desc_sparringpartnersraidday", "13 Nisan 2025 Pazar, yerel saatle 14.00-17.00 arasında geçerli olacak özel bonuslara dilediğiniz yerden hak kazanmanıza olanak tanıyan bir bilet.",
"item_event_ticket_gray_details_gmaxsnorlax25", "Bu bilet 19 Nisan’da geçerli olacak özel bonuslara dilediğiniz yerden hak kazanabilmeniz için otomatik olarak etkinleştirilecek.",
"item_event_ticket_gray_details_megakangaskhanraidday", "Bu bilet 3 Mayıs’ta geçerli olacak özel bonuslara dilediğiniz yerden hak kazanabilmeniz için otomatik olarak etkinleştirilecek.",
"item_event_ticket_gray_details_sparringpartnersraidday", "Bu bilet 13 Nisan’da geçerli olacak özel bonuslara dilediğiniz yerden hak kazanabilmeniz için otomatik olarak etkinleştirilecek.",
"item_event_ticket_pink_desc_cd_pawmi25", "11 Mayıs’ta, yerel saatle 14.00’te başlayacak Pawmi Topluluk Günü özel araştırmasına dilediğiniz yerden katılmanıza olanak tanıyan bir bilet.",
"item_event_ticket_pink_desc_cd_vanillite25", "27 Nisan’da, yerel saatle 14.00’te başlayacak Vanillite Topluluk Günü özel araştırmasına dilediğiniz yerden katılmanıza olanak tanıyan bir bilet.",
"item_event_ticket_pink_details_cd_pawmi25", "Bu bilet Acemi Pawmi topluluk günü özel araştırmasına dilediğiniz yerden erişebilmeniz için 11 Mayıs’ta otomatik olarak etkinleştirilecek.",
"item_event_ticket_pink_details_cd_vanillite25", "Bu bilet 27 Nisan’da gerçekleşecek Dil Üstünde Kaydırmaca: Vanillite özel araştırmasına dilediğiniz yerden erişebilmeniz için otomatik olarak etkinleştirilecek.",
"item_mp_desc", "Maksi Parçacıkları Güç Noktalarında Maksi Maç yapmak veya Maksi Hareketlerin kilidini açıp seviyesini yükseltmek için kullanabilirsiniz.",
"item_other_evolution_stone_maple_a_desc", "Belirli bir Pokémon’u evrimleştirebilen tuhaf bir elma. Olağanüstü tatlıdır.\n\nElmalar etkin bir Yosunlu Yem Modülü olan PokéDurakların yakınında bulunabilir.",
"item_other_evolution_stone_maple_a_name", "Tatlı Elma",
"item_other_evolution_stone_maple_a_name_plural", "Tatlı Elma",
"item_other_evolution_stone_maple_b_desc", "Belirli bir Pokémon’u evrimleştirebilen tuhaf bir elma. Olağanüstü ekşidir.\n\nElmalar etkin bir Yosunlu Yem Modülü olan PokéDurakların yakınında bulunabilir.",
"item_other_evolution_stone_maple_b_name", "Ekşi Elma",
"item_other_evolution_stone_maple_b_name_plural", "Ekşi Elma",
"item_other_evolution_stone_maple_c_desc", "Belirli bir Pokémon’u evrimleştirebilen tuhaf bir elma. Olağanüstü ballıdır.",
"item_other_evolution_stone_maple_c_name", "Ballı Elma",
"item_other_evolution_stone_maple_c_name_plural", "Ballı Elma",
"item_resource_crowned_zacian_desc", "Used to change Zacian into its Crowned Sword form. It can be found when defeating Crowned Sword Zacian in raids.",
"item_resource_crowned_zacian_name", "Taçlı Kılıç Enerjisi",
"item_resource_crowned_zacian_name_plural", "Crowned Sword Energy",
"item_resource_crowned_zamazenta_desc", "Used to change Zamazenta into its Crowned Shield form. It can be found when defeating Crowned Shield Zamazenta in raids.",
"item_resource_crowned_zamazenta_name", "Taçlı Kalkan Enerjisi",
"item_resource_crowned_zamazenta_name_plural", "Crowned Shield Energy",
"items_picked_up", "Doğada bir şey bulundu!",
"kr_ditto_event_2025_ditto_o_clock_active", "Şu anda çok sayıda Ditto ortaya çıkıyor!",
"kr_ditto_event_2025_ditto_o_clock_desc", "Etkinlik sırasında her saat başı üç dakika boyunca çok sayıda Ditto ortaya çıkacak!",
"kr_ditto_event_2025_ditto_o_clock_title", "Ditto vakti geldi!",
"kr_ditto_event_2025_ditto_sticker_jamsil_area", "Pokémon Kasabası 2025 etkinlik alanındaki PokéDurakları ve spor salonlarını döndürerek etkinlik temalı çıkartma kazanmak için daha fazla şans",
"kr_ditto_event_2025_pokemon_town_2025", "Pokémon Kasabası 2025",
"kr_ditto_event_2025_title", "1, 3, 2! Ditto Vakti Geldi!",
"kr_ditto_event_2025_tr_name", "Mor Metafor Süreli Araştırması",
"kr_ditto_event_2025_tr_name_1", "Mor Metafor Süreli Araştırması (1/3)",
"kr_ditto_event_2025_tr_name_2", "Mor Metafor Süreli Araştırması (2/3)",
"kr_ditto_event_2025_tr_name_3", "Mor Metafor Süreli Araştırması (3/3)",
"make_good_kyurem_desc", "Karşılaşma: Kyurem, 2025",
"marshadow_sr_00_00", "Bravo %PLAYERNAME%! Zamanlaman daha iyi olamazdı! Söyle bakalım, son zamanlarda gölgende bir gariplik fark ettin mi?",
"marshadow_sr_00_01", "Bölgedeki birçok Eğitmen gölgelerinde bazı tuhaflıklar gördüklerini bildirdiler.",
"marshadow_sr_00_02", "Bu raporlar benim araştırmalarımda belirttiğim bir noktayla paralellik gösteriyor, ancak emin olmadan önce notlarıma tekrar göz atmalıyım.",
"marshadow_sr_00_03", "Eğer istersen yine her zaman yaptığımızı yapalım: Ben araştırma arşivlerine bakayım, sen de dışarı çıkıp bu durumu bir soruştur. Etrafta yapacağın gözlemler çok işimize yarayabilir!",
"marshadow_sr_01_00", "Ooo naber %PLAYERNAME%? Profesöre mi baktın? Tüh ya, o da daha yeni çıktı. Elinde de böyle kalın bir defter vardı!",
"marshadow_sr_01_01", "Buraların havası bu aralar aşırı garip ya, gölgelerdeki tuhaflıklar milleti acayip korkuttu! Ben öyle şeylerden korkmam gerçi de... Serinkanlıyımdır yani.",
"marshadow_sr_01_02", "Sen de gölge avından bıktıysan gel biraz beraber takılalım. Hem de bir şeyler atıştırırız, maç stratejisi konuşuruz filan. Ne dersin?",
"marshadow_sr_01_03", "Hayır mı? Eh haklısın tabii, profesörü bulmak öncelikli şu anda!",
"marshadow_sr_02_00", "Merhabalar %PLAYERNAME%. Beni gördüğüne şaşırmışa benziyorsun. Ama seni görmek beni hiç şaşırtmadı.",
"marshadow_sr_02_01", "Profesör Willow’u arıyorsun, öyle değil mi? Biraz önce onu gördüğümde biraz tuhaf davranıyordu. Gölgeler içinde bir şeyler arıyormuş gibi şu tarafa doğru ilerlediğini gördüm.",
"marshadow_sr_02_02", "Muhtemelen senin de haberdar olduğun tuhaf gölgeler üzerinde ben de çalışıyorum. Ancak gözlemlerim henüz elle tutulur bir sonuç doğurmuş değil.",
"marshadow_sr_02_03", "Umarım senin araştırmaların benimkilerden daha verimli olur. Ama dikkati elden bırakma sakın %PLAYERNAME%.",
"marshadow_sr_03_00", "Aa %PLAYERNAME%! Sen de Profesör Willow’u mu arıyorsun?",
"marshadow_sr_03_01", "Tuhaf gölgeleri fark ettin mi? Öyle rastgele hareket etmiyorlar. İçlerinde hareket edip ilerleyen bir şey var. Çok ilginç.",
"marshadow_sr_03_02", "Blanche analiz yaparken Spark her bulduğu gölgeye atlayadursun, gel biz ikimiz de bu işi doğrudan çözelim!",
"marshadow_sr_03_03", "İçimizdeki savaşçının ateşini hiç söndürmemeliyiz, bunu sakın unutma %PLAYERNAME%! Karşımızda kim olursa olsun yılmak yok!",
"marshadow_sr_04_00", "Nihayet seni buldum %PLAYERNAME%! Etrafta bu gölgeler varken herhalde birbirimizin yakınından geçip dursak da farkına varmadık.",
"marshadow_sr_04_01", "Son verileri eski notlarımla karşılaştırdım ve nihayet bu tuhaf olayların kaynağını tespit ettim!",
"marshadow_sr_04_02", "Etrafta güçlü bir varlık dolaşıyor, Eğitmenleri ve Pokémon’larını gözlemliyor. Verilere göre gayet de yakınımızda olmalı.",
"marshadow_sr_04_03", "Önümüzde devasa bir araştırma fırsatı var. Ve sen de bu iş için adeta biçilmiş kaftansın!",
"marshadow_sr_04_04", "Hadi bakalım, git ve bu tuhaf gölgelere sebep olan her neyse bul. Ama dikkati sakın elden bırakma. Karanlıktan ne çıkacağını kimse bilemez ne de olsa!",
"marshadow_sr_05_00", "Harika iş çıkardın %PLAYERNAME%!",
"marshadow_sr_05_01", "Tuhaf gölgeler aslında Mitolojik Pokémon Marshadow’muş. Gözümüzün önünde saklanmış resmen! Gerçi gözlerimiz etrafı pek seçemiyordu ama neyse.",
"marshadow_sr_05_02", "Bu karanlıkta onu bulmak beklediğimizden daha kolay oldu ama senin gibi Pokémon’ları yakından tanıyan bir Eğitmenin yardımı olmadan bu esrara ışık tutamazdık.",
"marshadow_sr_05_03", "Bu çok önemli bir başarı! Tuhaf gölgelerin gizemini çözmekle kalmadın, aynı zamanda Marshadow gibi yeni bir arkadaş da edinmiş oldun!",
"max_battle_day_gigantamax_snorlax_event_name", "Gigantamaks Snorlax Maksi Maç Günü",
"max_battle_day_gigantamax_snorlax_ticketed", "Gigantamaks Snorlax Maksi Maç Günü Bileti Bonusları",
"mega_kangaskhan_tr_may_2025_title", "Mega Kangaskhan Akın Günü Süreli Araştırması",
"metadata_patch", "Built at 2025-04-29T23:48:00.860985+00:00 for tr-TR\nat SHA abf20c920c5\nPipeline 3182527, job 40313437\nPatch from: 0.357.2-SHA-a402bc82-RC1, 0.359.0-SHA-90f8e6a0-RC1, 0.361.0-SHA-7fdd9c59-RC1",
"mlb_key", "MLB",
"move_name_0469", "Devasa Bıçak",
"move_name_0470", "Devasa Ezme",
"move_name_0471", "Üstün El",
"move_name_0473", "Koruma",
"move_name_0474", "Ruh",
"move_name_0475", "Koruma",
"move_name_0476", "Ruh",
"move_name_0477", "Koruma",
"move_name_0478", "Ruh",
"move_name_0479", "Devasa Bıçak",
"move_name_0480", "Devasa Ezme",
"mp_explore_quarter", "Maksi Parçacık kazanmak için 1/4 macera mesafesi",
"mp_replenish_rrp.1_title", "1 Uzak Akın Bileti\n1 Maksi Parçacık Paketi\n({0} MP)",
"mp_replenish_rrp.3_title", "3 Uzak Akın Bileti\n3 Maksi Parçacık Paketi\n({0} MP)",
"nearby_rsvp_notification_max_battle_key", "Yakınlarda başlamak üzere olan Gigantamaks Maçındaki {0} Eğitmene katılın!",
"nearby_rsvp_notification_max_battle_key_singular", "Yakınlarda başlamak üzere olan Gigantamaks Maçına katılın!",
"nearby_rsvp_notification_raid_key", "Yakınlarda başlamak üzere olan akın maçındaki {0} Eğitmene katılın!",
"nearby_rsvp_notification_raid_key_singular", "Yakınlarda başlamak üzere olan akın maçına katılın!",
"notification_candy_found_plural", "{0} {1} şekeri bulundu!",
"notification_candy_found_singular", "1 {0} şekeri bulundu!",
"photobomb_five_pawmi", "GO Fotoğrafta Pawmi ile 5 sürpriz karşılaşma",
"photobomb_five_vanillite", "GO Fotoğrafta Vanillite ile 5 sürpriz karşılaşma",
"pokemon_info_evolve_need_bread_move", "{1}. seviye {0} gerekiyor.",
"pokemon_info_evolve_need_cinematic_move", "Form değiştirmek için {0} güçlü saldırısını biliyor olmalı",
"pokemon_info_evolve_need_quick_move", "Form değiştirmek için {0} hızlı saldırısını biliyor olmalı",
"pokemon_info_form_change_confirmation", "{0} {1} formundan {2} formuna dönüşsün mü?",
"pokemon_info_form_change_warning", "Are you sure you want to change {0} from its {1} form to its {2} form?",
"pokemon_info_pokecoin_label", "POKÉPARA",
"pokemon_info_powerspot_warning", "{0} will no longer be able to battle at Power Spots.",
"pokemon_species_form_0888_2576", "Taçlı Kılıç Zacian",
"pokemon_species_form_0889_2578", "Taçlı Kalkan Zamazenta",
"quest_battle_team_rocket", "Görev: {0} GO Roket Takımı üyesini alt edin",
"quest_catch_pokemon_legendary_ultra_beast_singular", "Bir Efsanevi Pokémon veya Ultra Yaratık yakalayın",
"quest_defeat_dark_or_steel_type_raid", "Karanlık ya da Çelik türünden {0} Akın Canavarı alt edin",
"quest_hatch_egg", "Görev: Bir yumurta çatlatın",
"quest_pawmi_catch_b", "{0} Pawmi yakalayın",
"quest_power_up_machop_plural", "Machop’ı {0} kez güçlendirin",
"quest_send_gifts_days", "{0} farklı gün bir Hediye gönderin",
"quest_title_pawmi", "Acemi Pawmi",
"quest_title_pawmi_0", "Acemi Pawmi (1/3)",
"quest_title_pawmi_1", "Acemi Pawmi (2/3)",
"quest_title_pawmi_2", "Acemi Pawmi (3/3)",
"quest_title_vanillite", "Dil Üstünde Kaydırmaca: Vanillite",
"quest_title_vanillite_0", "Dil Üstünde Kaydırmaca: Vanillite (1/3)",
"quest_title_vanillite_1", "Dil Üstünde Kaydırmaca: Vanillite (2/3)",
"quest_title_vanillite_2", "Dil Üstünde Kaydırmaca: Vanillite (3/3)",
"quest_trade_pokemon", "Görev: Bir Pokémon takas edin",
"quest_vanillite_catch_b", "{0} Vanillite yakalayın",
"quest_walk", "Görev: {0} km katedin",
"quest_win_shadow_raid_plural", "{0} gölge akın kazanın",
"quest_win_shadow_raid_singular", "Bir gölge akın kazanın",
"quick_invitation_modal_message_string_key", "Friends currently selected will not be included.",
"quick_invitation_widget_title_string_key", "RECOMMENDED FRIENDS TO INVITE",
"raid_day_mega_kangaskhan_event_name", "Akın Günü: Mega Kangaskhan",
"raid_day_sparring_partners_event_name", "İdman Arkadaşları Akın Günü",
"raid_day_sparring_partners_tr_name", "İdman Arkadaşları Akın Günü Süreli Araştırması",
"raid_s_pass_daily_limit_temp", "Günlük uzak Maksi Maç ve uzak akın sınırınıza ulaştınız. Canlı katılmak için yaklaşın.",
"rally_expo_2025_desc", "Japonya’nın Kansai bölgesindeki Osaka kentinde gerçekleşecek olan EXPO 2025’e özel GO Damga Toplama etkinliğine yalnızca oradan erişilebilecek.",
"rally_expo_2025_desc_detail", "GO Damga Toplama etkinliğinin gerçekleştiği PokéDurakları ziyaret ederek kazanacağınız ödül karşılaşmalarında yakalanan Pokémon’lar EXPO 2025’e özel Osaka arka planına sahip olacak.",
"rally_expo_2025_desc_general", "GO Damga Toplama PokéDuraklarını ziyaret ederek damga toplayın, EXPO 2025 temalı ödüller kazanın!",
"rally_expo_2025_location", "Osaka, Kansai, Japonya",
"rally_expo_2025_rewards_desc", "Bu GO Damga Toplama etkinliğini tamamlayın, EXPO 2025’te ortaya çıkan farklı Pokémon’larla karşılaşmaların yanı sıra 25 Bulbasaur şekeri, 25 Charmander şekeri ve 25 Squirtle şekeri kazanın!",
"rally_expo_2025_rewards_desc_general", "EXPO 2025 Osaka Damga Toplama etkinliğini tamamlayın, etkinlik temalı karşılaşmalar ve ödüller kazanın!",
"rally_expo_2025_title", "EXPO 2025 Damga Toplama",
"reactivate_button", "DEVAM ET",
"remote_bread_battle_invite_sent_confirmation", "Maç davetleri gönderildi!",
"remote_bread_battle_invite_sent_confirmation_singular", "Invite sent!",
"remote_max_battle_invite_push_notif", "Arkadaşınız sizi bir Maksi Maça davet etti!",
"season_pass_premium_rewards_desc_monthly", "Rütbeniz arttıkça ödüllerin kilidi açılır. Ödülleri alabilmek için oyunu verilen süre zarfında oynamalısınız.\n\n<b>GO Bileti şu anda test aşamasındadır; GO Biletinin ücretsiz ve ücretli versiyonları ile ödülleri yalnızca dünyanın teste tabi bölgelerinde kazanılıp alınabilir.</b>",
"season_pass_track_upgrade_header_description_100", "100. rütbede ilave ödüller kazanıp <b>Şanslı Süs Eşyasının</b> kilidini açabilirsiniz!",
"season_pass_track_upgrade_header_description_50", "50. rütbede ilave ödüller kazanıp <b>Şanslı Süs Eşyasının</b> kilidini açabilirsiniz!",
"sent_friend_error_info_plural_temp", "{0} arkadaşınız günlük uzak Maksi Maç ve uzak akın sınırına ulaşmış. Başka arkadaşlar davet edebilirsiniz!",
"sent_friend_error_info_singular_temp", "Bir arkadaşınız günlük uzak Maksi Maç ve uzak akın sınırına ulaşmış. Başka bir arkadaş davet edebilirsiniz!",
"sent_friend_error_toast_temp", "Eğitmen günlük uzak Maksi Maç ve uzak akın sınırına ulaşmış.",
"settings_popular_nearby_rsvp", "Nearby Popular Raids to RSVP",
"snorlax_gmax_tr_2025_title", "Gigantamaks Snorlax Premium Süreli Araştırması",
"social_planner_cancel_upcoming_warning", "Bu maçı tamamlamak bu konumda planladığınız diğer katılımı iptal edecek.",
"social_planner_error_sending_invites_key", "Bir veya birden fazla arkadaşa davet gönderilemedi.",
"social_planner_select_another_time", "BAŞKA BİR ZAMAN SEÇİN",
"spawn_pawmi", "Doğada daha fazla Pawmi ortaya çıkıyor!",
"spawn_vanillite", "Doğada daha fazla Vanillite ortaya çıkıyor!",
"spring_into_spring_apr2025_cc_grass", "Bahara Merhaba Toplama Görevi: Tomurcuklu Günler",
"spring_into_spring_apr2025_cc_hatch", "Bahara Merhaba Çatlatma Görevi",
"spring_into_spring_apr2025_cc_rain", "Bahara Merhaba Toplama Görevi: Yağmurlu Günler",
"spring_into_spring_apr2025_cc_sun", "Bahara Merhaba Toplama Görevi: Güneşli Günler",
"squash_confirmation_plural_temp", "Bugün {0} uzak Maksi Maça veya uzak akına daha katılabilirsiniz. Maç başladığında bir Uzak Akın Bileti kullanılacak.",
"squash_confirmation_singular_temp", "Bugün 1 uzak Maksi Maça veya uzak akına daha katılabilirsiniz. Maç başladığında bir Uzak Akın Bileti kullanılacak.",
"stamp_info_banner", "ETKİNLİK BİLGİSİ",
"stamp_mini_game_instruction", "Uzun basarak damgalayın",
"stamp_page_tutorial_page_3_description", "Bir damga toplama etkinliğine başladığınızda ekranın sağ tarafındaki menüde bir damga simgesi belirir. Bu simgeye dokunarak ilerlemenizi kolayca görüntüleyebilirsiniz.",
"stamp_page_tutorial_page_3_description_temp", "Bazı damga toplama etkinliklerinde arkadaşlarınızla birlikte damga toplayabilirsiniz. Damga içeren PokéDuraklardan Hediye alabilir ve gönderebilirsiniz. Bir Eğitmenle Arkadaşlık seviyeniz {0} veya daha yüksekse yolladığınız Hediyedeki damgayı bulunduğu yerden alabilir!",
"stamp_page_tutorial_page_3_header", "Damga toplama ilerlemenizi görüntüleyin",
"stamp_page_tutorial_page_3_header_temp", "Arkadaşlarınızla damga toplayın!",
"stamp_panel_header", "Damgalar",
"stamp_panel_header_link", "İlgili Bağlantı",
"stamp_rally_finished_on", "Şu tarihte bitti: {0}",
"suita_city_rally_desc", "A GO Stamp Rally that takes you around recommended areas in Suita City.",
"suita_city_rally_desc_detail", "Collect stamps by visiting GO Stamp Rally PokéStops in Suita City for themed rewards!",
"suita_city_rally_location", "Suita, Osaka, Japan",
"suita_city_rally_rewards_desc", "Encounter a special Pikachu with a Suita City Location Background at the end of this rally!",
"suita_city_rally_title", "Suita City Stamp Rally",
"sweet_discoveries_2025_event_name", "Taptatlı Keşifler",
"sweet_discoveries_2025_premium_tr", "Taptatlı Keşifler Premium Süreli Araştırması",
"sweet_discoveries_2025_premium_tr_0", "Taptatlı Keşifler Premium Süreli Araştırması (1/2)",
"sweet_discoveries_2025_premium_tr_1", "Taptatlı Keşifler Premium Süreli Araştırması (2/2)",
"sweet_discoveries_2025_tr", "Taptatlı Keşifler Süreli Araştırması",
"sweet_discoveries_bonus_berry_loot_drop", "Delibird ve Skwovet yakalayarak meyve toplayın!",
"text_rewards_key_cd_pawmi25", "<b>Şu ödülleri içerir:</b>\n• Premium Maç Bileti, Güçlü TM ve Nadir Şeker gibi premium oyun içi eşyalar\n• Özel arka planlı Pawmi ile karşılaşmalar\n• Ve daha fazlası!",
"text_rewards_key_cd_vanillite25", "<b>Şu ödülleri içerir:</b>\n• Premium Maç Bileti, Güçlü TM ve Nadir Şeker gibi premium oyun içi eşyalar\n• Özel arka planlı Vanillite ile karşılaşmalar\n• Ve daha fazlası!",
"text_rewards_key_gmaxsnorlax25", "<b>Şu bonusları içerir:</b>\n• Güç Noktalarından ve keşiften 4000 adede kadar ilave Maksi Parçacık toplayın\n• Başarıyla tamamlanan Maksi Maçlardan 2× TP\n• Maksi Mantar ve 25.000 TP kazandıran süreli araştırma",
"text_rewards_key_growingup0525", "<b>Şu ödülleri içerir:</b>\n• Magikarp, Wailmer, Swablu, Lucario, Wimpod, Rookidee ve Tandemaus ile karşılaşmalar\n• Kâğıttan Uçak Pozu\n• 15 Pinap meyvesi\n• 3000 yıldız tozu",
"text_rewards_key_horizonscb0425", "<b>Şu ödülleri içerir:</b>\n• Tinkatink ile karşılaşmalar\n• 5 Tinkatink şekeri\n• Tinkaton Pozu\n• 1 Kuluçka Makinesi\n• 30 Ultra Top\n• 3000 yıldız tozu",
"text_rewards_key_megakangaskhanraidday", "<b>Şu bonusları içerir:</b>\n• Spor salonu fotoğraf disklerini döndürerek fazladan 8 Akın Bileti\n• Akınlardan daha yüksek Nadir Büyük Şeker alma şansı\n• Başarıyla tamamlanan akınlardan %50 daha fazla TP ve 2× yıldız tozu",
"text_rewards_key_sis_apr25", "<b>Şu ödülleri içerir:</b>\n• Remoraid, Fletchling ve Gossifleur ile karşılaşmalar\n• 2 Süper Kuluçka Makinesi\n• 1 Şans Yumurtası\n• 5000 TP\n\nBu araştırmanın ve diğer tüm araştırma görevlerinin ödül karşılaşmalarındaki Remoraid ve Fletchling’lerin Parlak olma ihtimali daha yüksek olacak!",
"text_rewards_key_sparringpartnersraidday", "<b>Şu bonusları içerir:</b>\n• Spor salonu fotoğraf disklerini döndürerek fazladan 8 Akın Bileti\n• Akınlardan daha yüksek Nadir Büyük Şeker alma şansı\n• Başarıyla tamamlanan akınlardan %50 daha fazla TP ve 2× yıldız tozu",
"text_rewards_key_sweet_discoveries_apr25", "<b>Şu ödülleri içerir:</b>\n• Delibird, Bidoof, Cherubi, Munna, Bounsweet, Komala, Skwovet ve Applin ile karşılaşmalar\n• 2 Yosunlu Yem Modülü\n\nBu araştırmanın ve diğer tüm araştırma görevlerinin ödül karşılaşmalarındaki Delibird ve Skwovet’lerin Parlak olma ihtimali daha yüksek olacak!",
"text_rewards_key_tyrogue0425", "<b>Ödüller arasında şunlar yer alıyor:</b>\n• 1 Süper Kuluçka Makinesi\n• 1 Yıldız Parçası\n• 2500 TP",
"ticket_pawmi_cd", "Pawmi Topluluk Günü özel araştırması biletini mağazadan alabilirsiniz",
"ticket_vanillite_cd", "Vanillite Topluluk Günü özel araştırması biletini mağazadan alabilirsiniz",
"title_event_pass_weekly_bonus_quest", "Haftalık Görevler",
"tm_cannot_unlearn", "{0} {1} hareketini unutamaz.",
"tr_gofest2025_global_earlybird", "GO Festivali 2025: Avantajlı Erken Süreli Araştırma",
"tr_kr2025_retention_cherryblossom_desc", "Kiraz Çiçeği Görevi Süreli Araştırması",
"tr_kr2025_retention_cherryblossom_title", "Kiraz Çiçeği Görevi",
"tr_kr2025_retention_cherryblossom_title_00", "Kiraz Çiçeği Görevi Süreli Araştırması (1/5)",
"tr_kr2025_retention_cherryblossom_title_01", "Kiraz Çiçeği Görevi Süreli Araştırması (2/5)",
"tr_kr2025_retention_cherryblossom_title_02", "Kiraz Çiçeği Görevi Süreli Araştırması (3/5)",
"tr_kr2025_retention_cherryblossom_title_03", "Kiraz Çiçeği Görevi Süreli Araştırması (4/5)",
"tr_kr2025_retention_cherryblossom_title_04", "Kiraz Çiçeği Görevi Süreli Araştırması (5/5)",
"tr_kr2025_retention_warm_hearted_desc", "Sevgi Dolu Görev Süreli Araştırması",
"tr_kr2025_retention_warm_hearted_title", "Sevgi Dolu Görev",
"tr_kr2025_retention_warm_hearted_title_00", "Sevgi Dolu Görev Süreli Araştırması (1/5)",
"tr_kr2025_retention_warm_hearted_title_01", "Sevgi Dolu Görev Süreli Araştırması (2/5)",
"tr_kr2025_retention_warm_hearted_title_02", "Sevgi Dolu Görev Süreli Araştırması (3/5)",
"tr_kr2025_retention_warm_hearted_title_03", "Sevgi Dolu Görev Süreli Araştırması (4/5)",
"tr_kr2025_retention_warm_hearted_title_04", "Sevgi Dolu Görev Süreli Araştırması (5/5)",
"tr_sis_apr2025", "Yeşeren Bahar Premium Süreli Araştırması",
"tr_sis_apr2025_0", "Yeşeren Bahar Premium Süreli Araştırması (1/2)",
"tr_sis_apr2025_1", "Yeşeren Bahar Premium Süreli Araştırması (2/2)",
"trade_special_extra_two", "Her gün fazladan 2 özel takas fırsatı",
"tutorial_maple_description", "Etkin bir Yosunlu Yem Modülü olan PokéDurakların yakınında elmalar ortaya çıkıyor! Applin yakalamak veya Applin evrimi için gerekli eşyaları bulabilmek için elmalara dokunun. Ama dikkatli olun, diğer Pokémon’lar elmaları kapmaya çalışabilir!",
"tutorial_maple_title", "Elma Toplama",
"tyrogue_hatch_event_name", "Yumurtadan Çıkan Tyrogue Günü",
"tyrogue_hatch_free_tr_name", "Yumurtadan Çıkan Tyrogue Günü Süreli Araştırması",
"tyrogue_hatch_lead_event_name", "Önümüz Yumurtadan Çıkan Tyrogue Günü",
"tyrogue_hatch_tr_name", "Yumurtadan Çıkan Tyrogue Günü Premium Süreli Araştırması",
"upgrade_description_zacian", "Bu Pokémon Demir Kafa güçlü saldırısını biliyorsa Taçlı Kılıç Enerjisini kullanabilir. Bu enerjiyi Taçlı Kalkan Zacian’ı akınlarda alt ederek elde edebilirsiniz.",
"upgrade_description_zamazenta", "Bu Pokémon Demir Kafa güçlü saldırısını biliyorsa Taçlı Kalkan Enerjisini kullanabilir. Bu enerjiyi Taçlı Kalkan Zamazenta’yı akınlarda alt ederek elde edebilirsiniz.",
"use_behemoth_bash_effect", "Akınlarda ve Maksi Maçlarda Pokémon savunması arttı.",
"use_behemoth_blade_effect", "Akınlarda ve Maksi Maçlarda Pokémon saldırısı arttı.",
"use_item_again_prompt_desc", "Would you like to use another {0}?",
"use_item_prompt_desc", "Would you like to use a {0}?",
"zacian_move_content", "Zacian {0} dakika boyunca büyük ve güçlü bir kılıç kullanır. Akınlarda ve Maksi Maçlarda Pokémon’unuzun saldırılarını güçlendirir.",
"zamazenta_move_content", "Zamazenta {0} dakika boyunca büyük ve güçlü bir kalkan kullanır. Akınlarda ve Maksi Maçlarda Pokémon’unuzun savunmasını güçlendirir."
]}
